List hefzDataList = [
  // قسمت اول
  {
    'title': 'قسمت اول',
    'subject': 'آموزش سوره ناس',
    'videoUrl':
        'https://cdn6.iribtv.ir/9/original/2018/10/09/636746834022143397video.mp4',
    'description':
        'حفظ سوره ناس از قرآن کریم یکی از نکات مهم در عملیات حفظ قرآن است. سوره ناس آخرین سوره از قرآن مجید است که شامل 6 آیه می‌باشد. این سوره به عنوان یکی از سوره‌های کوتاه و آسان برای حفظ برای فراگیران قرآن، بسیار مناسب است. به دلیل طول کم و محتوای ساده‌اش، حفظ سوره ناس از جمله اولین قدم‌هایی است که علاقه‌مندان به حفظ قرآن معمولاً انجام می‌دهند. این سوره معمولاً در دوره‌های آموزشی قرآنی به کودکان و نوجوانان به عنوان قسمتی از برنامه حفظ قرآن آموزش داده می‌شود.',
  },
  // قسمت دوم
  {
    'title': 'قسمت دوم',
    'subject': 'آموزش سوره فلق',
    'videoUrl':
        'https://cdn6.iribtv.ir/9/original/2018/10/09/636746834224893280video.mp4',
    'description':
        'حفظ سوره فلق از قرآن کریم یکی از مراحل مهم در تعلیم و تربیت دینی است. سوره فلق شامل ۵ آیه است و از سوره‌های کوتاه و آسان برای حفظ محسوب می‌شود. این سوره به دلیل محتوای ساده و اهمیت آیاتش در طلب حفظ قرآن، بسیار مناسب است. حفظ این سوره نه‌تنها به افزایش مهارت‌های قرآنی افراد کمک می‌کند بلکه نیز احساس ارتباط نزدیک‌تر با قرآن و دین را نیز تقویت می‌کند. به طور کلی، حفظ هر سوره‌ای از قرآن می‌تواند به رونق عملیات حفظ و فهم این کتاب مقدس کمک کند و سوره فلق نیز در این بین اهمیت ویژه‌ای دارد.',
  },
  // قسمت سوم
  {
    'title': 'قسمت سوم',
    'subject': 'آموزش سوره توحید (اخلاص)',
    'videoUrl':
        'https://cdn6.iribtv.ir/9/original/2018/10/09/636746834430593766video.mp4',
    'description':
        'حفظ سوره توحید، که شامل ۴ آیه است، یکی از اولین و مهم‌ترین قدم‌هایی است که در راه حفظ قرآن باید برداشته شود. این سوره به دلیل محتوای کوتاه و ساده‌اش، برای افرادی که می‌خواهند قرآن را حفظ کنند، بسیار مناسب است. سوره توحید، به تنهایی مفهوم توحید و اعتقاد به یکتایی خدا را در بیان می‌آورد و از اهمیت بسیاری برخوردار است. حفظ این سوره به فهم بهتر مفهوم توحید و تقویت ایمان و اعتقادات دینی کمک می‌کند، به علاوه با حفظ سوره توحید، افراد می‌توانند اولین گام مهم خود را در راه حفظ قرآن بردارند و به تدریج به حفظ سوره‌های دیگر نیز بپردازند.',
  },
  // قسمت چهارم
  {
    'title': 'قسمت چهارم',
    'subject': 'آموزش سوره مسد',
    'videoUrl':
        'https://cdn6.iribtv.ir/9/original/2018/10/09/636746864059048007video.mp4',
    'description':
        'حفظ سوره مسد، که شامل ۵ آیه است، از جمله وظایف مهم در تعلیم و تربیت دینی است. این سوره با محتوای خود، به تاکید بر علیت‌های مادی و معنوی مردمان مسد و پیروان ویژه‌ی پیامبر اسلام (ص) اشاره دارد. از آنجایی که سوره مسد از سوره‌های کوتاه و آسان برای حفظ است، برای شروع کار به حفظ قرآن، بسیار مناسب است. حفظ این سوره نه‌تنها به افزایش مهارت‌های قرآنی افراد کمک می‌کند، بلکه با فهم مفهومی و اعتقادی آن، ایمان و اعتقادات دینی نیز تقویت می‌شود. به طور کلی، حفظ هر سوره‌ای از قرآن می‌تواند به رونق عملیات حفظ و فهم این کتاب مقدس کمک کند و سوره مسد نیز در این بین اهمیت ویژه‌ای دارد.',
  },
  // قسمت پنجم
  {
    'title': 'قسمت پنجم',
    'subject': 'آموزش سوره نصر',
    'videoUrl':
        'https://cdn6.iribtv.ir/9/original/2018/10/09/636746864664682695video.mp4',
    'description':
        'حفظ سوره نصر از قرآن کریم، که شامل 3 آیه است، یکی از مراحل مهم در تعلیم و تربیت دینی است. این سوره با محتوای خود به پایان پیام رسالت و پیروزی اسلام اشاره دارد. به دلیل طول کوتاه و مفهوم ساده‌ای که دارد، برای شروع کار به حفظ قرآن، بسیار مناسب است. حفظ این سوره نه‌تنها به افزایش مهارت‌های قرآنی افراد کمک می‌کند، بلکه با فهم مفهومی و اعتقادی آن، ایمان و اعتقادات دینی نیز تقویت می‌شود. به طور کلی، حفظ هر سوره‌ای از قرآن می‌تواند به رونق عملیات حفظ و فهم این کتاب مقدس کمک کند و سوره نصر نیز در این بین اهمیت ویژه‌ای دارد.',
  },
  // قسمت ششم
  {
    'title': 'قسمت ششم',
    'subject': 'آموزش سوره کافرون',
    'videoUrl':
        'https://cdn6.iribtv.ir/9/original/2018/10/10/636747752510814294video.mp4',
    'description':
        'حفظ سوره کافرون از قرآن کریم، که شامل ۶ آیه است، از جمله وظایف مهم در تعلیم و تربیت دینی است. این سوره با محتوای خود به رد و مخالفت با افکار و عقاید مشرکین اشاره دارد. از آنجایی که سوره کافرون از سوره‌های کوتاه و آسان برای حفظ است، برای شروع کار به حفظ قرآن، بسیار مناسب است. حفظ این سوره نه‌تنها به افزایش مهارت‌های قرآنی افراد کمک می‌کند، بلکه با فهم مفهومی و اعتقادی آن، ایمان و اعتقادات دینی نیز تقویت می‌شود. به طور کلی، حفظ هر سوره‌ای از قرآن می‌تواند به رونق عملیات حفظ و فهم این کتاب مقدس کمک کند و سوره کافرون نیز در این بین اهمیت ویژه‌ای دارد.',
  },
  // قسمت هفتم
  {
    'title': 'قسمت هفتم',
    'subject': 'آموزش سوره کوثر',
    'videoUrl':
        'https://cdn6.iribtv.ir/9/original/2018/10/10/636747752701335928video.mp4',
    'description':
        'حفظ سوره کوثر از قرآن کریم، که شامل ۳ آیه است، از جمله وظایف مهم در تعلیم و تربیت دینی است. این سوره با محتوای خود به بیان نعمت‌های بی‌شمار از سوی خداوند و پیامبرانگارش اشاره دارد، به ویژه نعمت بی‌پایان کوثر. از آنجایی که سوره کوثر از سوره‌های کوتاه و آسان برای حفظ است، برای شروع کار به حفظ قرآن، بسیار مناسب است. حفظ این سوره نه‌تنها به افزایش مهارت‌های قرآنی افراد کمک می‌کند، بلکه با فهم مفهومی و اعتقادی آن، ایمان و اعتقادات دینی نیز تقویت می‌شود. به طور کلی، حفظ هر سوره‌ای از قرآن می‌تواند به رونق عملیات حفظ و فهم این کتاب مقدس کمک کند و سوره کوثر نیز در این بین اهمیت ویژه‌ای دارد.',
  },
  // قسمت هشتم
  {
    'title': 'قسمت هشتم',
    'subject': 'آموزش سوره ماعون - بخش اول',
    'videoUrl':
        'https://cdn6.iribtv.ir/9/original/2018/10/10/636747753033687171video.mp4',
    'description':
        'حفظ سوره ماعون از قرآن کریم، که شامل ۷ آیه است، از جمله وظایف مهم در تعلیم و تربیت دینی است. این سوره با محتوای خود به تاکید بر اهمیت اعمال نیکو و احسان به فقرا و نیازمندان اشاره دارد. از آنجایی که سوره ماعون از سوره‌های کوتاه و آسان برای حفظ است، برای شروع کار به حفظ قرآن، بسیار مناسب است. حفظ این سوره نه‌تنها به افزایش مهارت‌های قرآنی افراد کمک می‌کند، بلکه با فهم مفهومی و اعتقادی آن، ایمان و اعتقادات دینی نیز تقویت می‌شود. به طور کلی، حفظ هر سوره‌ای از قرآن می‌تواند به رونق عملیات حفظ و فهم این کتاب مقدس کمک کند و سوره ماعون نیز در این بین اهمیت ویژه‌ای دارد.',
  },
  // قسمت نهم
  {
    'title': 'قسمت نهم',
    'subject': 'آموزش سوره ماعون - بخش دوم',
    'videoUrl':
        'https://cdn6.iribtv.ir/9/original/2018/10/10/636747753233259688video.mp4',
    'description':
        'حفظ سوره ماعون از قرآن کریم، که شامل ۷ آیه است، از جمله وظایف مهم در تعلیم و تربیت دینی است. این سوره با محتوای خود به تاکید بر اهمیت اعمال نیکو و احسان به فقرا و نیازمندان اشاره دارد. از آنجایی که سوره ماعون از سوره‌های کوتاه و آسان برای حفظ است، برای شروع کار به حفظ قرآن، بسیار مناسب است. حفظ این سوره نه‌تنها به افزایش مهارت‌های قرآنی افراد کمک می‌کند، بلکه با فهم مفهومی و اعتقادی آن، ایمان و اعتقادات دینی نیز تقویت می‌شود. به طور کلی، حفظ هر سوره‌ای از قرآن می‌تواند به رونق عملیات حفظ و فهم این کتاب مقدس کمک کند و سوره ماعون نیز در این بین اهمیت ویژه‌ای دارد.',
  },
  // قسمت دهم
  {
    'title': 'قسمت دهم',
    'subject': 'آموزش سوره قریش',
    'videoUrl':
        'https://cdn6.iribtv.ir/9/original/2018/10/10/636747753583199728video.mp4',
    'description':
        'حفظ سوره قریش از قرآن کریم، که شامل 4 آیه است، از وظایف اساسی در فرایند حفظ و تدبر قرآن است. این سوره به توصیف نعمت خداوند برای قریش، قبیله مکه، اشاره دارد و اهمیت حفظ امنیت و امانت در مکه را بیان می‌کند. حفظ این سوره، علاوه بر تقویت مهارت‌های حفظ قرآن، به تثبیت اعتقادات و ارزش‌های دینی افراد نیز کمک می‌کند. به عنوان یک سوره کوتاه و ساده، حفظ آن برای افرادی که به حفظ قرآن اولین قدم می‌گذارند، بسیار مناسب است.',
  },
  // قسمت یازدهم
  {
    'title': 'قسمت یازدهم',
    'subject': 'آموزش سوره فیل',
    'videoUrl':
        'https://cdn6.iribtv.ir/9/original/2018/10/10/636747753757789731video.mp4',
    'description':
        'حفظ سوره فیل از قرآن کریم، که شامل 5 آیه است، یکی از مراحل ابتدایی در فرایند حفظ و تعلم قرآن است. این سوره به واقعه حمله فیل به کعبه و نابودی ارتش آنان توسط خداوند اشاره دارد. حفظ این سوره نه‌تنها به تقویت مهارت حفظ قرآنی افراد کمک می‌کند، بلکه با فهم محتوای آن، ایمان و اعتقادات دینی را نیز تقویت می‌کند. به عنوان یکی از سوره‌های کوتاه و آسان، حفظ سوره فیل برای افرادی که در مراحل اولیه حفظ قرآن هستند، بسیار مناسب است.',
  },
  // قسمت دوازدهم
  {
    'title': 'قسمت دوازدهم',
    'subject': 'آموزش سوره همزه - بخش اول',
    'videoUrl':
        'https://cdn6.iribtv.ir/9/original/2018/10/10/636747753966080609video.mp4',
    'description':
        'حفظ سوره همزه از قرآن کریم، که شامل 5 آیه است، جزو وظایف مهم در تعلم و حفظ قرآن محسوب می‌شود. این سوره به اهمیت اعتقاد به عقوبت و پاداش در زندگی آخرتی اشاره دارد. حفظ این سوره نه‌تنها به تقویت مهارت‌های حفظ قرآنی افراد کمک می‌کند، بلکه با فهم محتوای آن، ایمان و اعتقادات دینی را نیز تقویت می‌کند. به عنوان یک سوره کوتاه و آسان، حفظ سوره همزه برای افرادی که در مراحل اولیه حفظ قرآن هستند، بسیار مناسب است.',
  },
  // قسمت سیزدهم
  {
    'title': 'قسمت سیزدهم',
    'subject': 'آموزش سوره همزه - بخش دوم',
    'videoUrl':
        'https://cdn6.iribtv.ir/9/original/2018/10/10/636747754341119779video.mp4',
    'description':
        'حفظ سوره همزه از قرآن کریم، که شامل 5 آیه است، جزو وظایف مهم در تعلم و حفظ قرآن محسوب می‌شود. این سوره به اهمیت اعتقاد به عقوبت و پاداش در زندگی آخرتی اشاره دارد. حفظ این سوره نه‌تنها به تقویت مهارت‌های حفظ قرآنی افراد کمک می‌کند، بلکه با فهم محتوای آن، ایمان و اعتقادات دینی را نیز تقویت می‌کند. به عنوان یک سوره کوتاه و آسان، حفظ سوره همزه برای افرادی که در مراحل اولیه حفظ قرآن هستند، بسیار مناسب است.',
  },
  // قسمت چهاردهم
  {
    'title': 'قسمت چهاردهم',
    'subject': 'آموزش سوره عصر',
    'videoUrl':
        'https://cdn6.iribtv.ir/9/original/2018/10/10/636747754510129115video.mp4',
    'description':
        'حفظ سوره عصر از قرآن کریم که شامل سه آیه است، اهمیت زمان و معیارهای نیکوکاری را به انسان آموزش می‌دهد. این سوره به ما یادآوری می‌کند که انسانها در زندگی خود باید به زمان‌ها و فرصت‌هایی که در اختیار دارند، اهمیت بدهند و از آن بهره‌برداری کنند. حفظ این سوره، علاوه بر تقویت مهارت حفظ قرآنی، افزایش ایمان و تقوا را نیز به همراه دارد. به دلیل کوتاه بودن و محتوای مفید و قابل فهم آن، حفظ سوره عصر برای افرادی که در مراحل ابتدایی حفظ قرآن هستند، بسیار مناسب است.',
  },
  // قسمت پانزدهم
  {
    'title': 'قسمت پانزدهم',
    'subject': 'آموزش سوره تکاثر - بخش اول',
    'videoUrl':
        'https://cdn6.iribtv.ir/9/original/2018/12/01/636792690607950801video.mp4',
    'description':
        'سوره تکاثر، یکی از سوره‌های کوتاه قرآن کریم است که در آن به مسئلهٔ تکاثر و رقابت در جمعیت و دارایی‌ها اشاره شده است. حفظ این سوره، اهمیت تقویت مهارت حفظ قرآنی را دارد و همچنین به فهم و درک عمیق‌تر محتوای قرآنی کمک می‌کند. به دلیل کوتاه بودن و مفهوم روشنی که در این سوره به تداومی رقابت در امور دنیایی اشاره دارد، حفظ آن برای افرادی که در مراحل ابتدایی حفظ قرآن هستند، بسیار مناسب است.',
  },
  // قسمت شانزدهم
  {
    'title': 'قسمت شانزدهم',
    'subject': 'آموزش سوره تکاثر - بخش دوم',
    'videoUrl':
        'https://cdn6.iribtv.ir/9/original/2018/12/01/636792706017209345video.mp4',
    'description':
        'سوره تکاثر، یکی از سوره‌های کوتاه قرآن کریم است که در آن به مسئلهٔ تکاثر و رقابت در جمعیت و دارایی‌ها اشاره شده است. حفظ این سوره، اهمیت تقویت مهارت حفظ قرآنی را دارد و همچنین به فهم و درک عمیق‌تر محتوای قرآنی کمک می‌کند. به دلیل کوتاه بودن و مفهوم روشنی که در این سوره به تداومی رقابت در امور دنیایی اشاره دارد، حفظ آن برای افرادی که در مراحل ابتدایی حفظ قرآن هستند، بسیار مناسب است.',
  },
  // قسمت هفدهم
  {
    'title': 'قسمت هفدهم',
    'subject': 'آموزش سوره سوره قارعه - بخش اول',
    'videoUrl':
        'https://cdn6.iribtv.ir/9/original/2018/12/01/636792708068928303video.mp4',
    'description':
        'سوره قارعه، یکی از سوره‌های کوتاه و معروف قرآن کریم است که در آن به وقوع رویدادهای قیامت و روز حساب اشاره دارد. حفظ این سوره، به تقویت مهارت حفظ قرآنی و درک عمیق‌تر از مفاهیم قرآنی کمک می‌کند. همچنین، با توجه به کوتاهی و سادگی محتوا، حفظ سوره قارعه برای افرادی که در مراحل ابتدایی حفظ قرآن هستند، بسیار مناسب است.',
  },
  // قسمت هجدهم
  {
    'title': 'قسمت هجدهم',
    'subject': 'آموزش سوره سوره قارعه - بخش دوم',
    'videoUrl':
        'https://cdn6.iribtv.ir/9/original/2018/12/01/636792711975992761video.mp4',
    'description':
        'سوره قارعه، یکی از سوره‌های کوتاه و معروف قرآن کریم است که در آن به وقوع رویدادهای قیامت و روز حساب اشاره دارد. حفظ این سوره، به تقویت مهارت حفظ قرآنی و درک عمیق‌تر از مفاهیم قرآنی کمک می‌کند. همچنین، با توجه به کوتاهی و سادگی محتوا، حفظ سوره قارعه برای افرادی که در مراحل ابتدایی حفظ قرآن هستند، بسیار مناسب است.',
  },
  // قسمت نوزدهم
  {
    'title': 'قسمت نوزدهم',
    'subject': 'آموزش سوره قارعه - بخش سوم',
    'videoUrl':
        'https://cdn6.iribtv.ir/9/original/2018/12/01/636792714121845362video.mp4',
    'description':
        'سوره قارعه، یکی از سوره‌های کوتاه و معروف قرآن کریم است که در آن به وقوع رویدادهای قیامت و روز حساب اشاره دارد. حفظ این سوره، به تقویت مهارت حفظ قرآنی و درک عمیق‌تر از مفاهیم قرآنی کمک می‌کند. همچنین، با توجه به کوتاهی و سادگی محتوا، حفظ سوره قارعه برای افرادی که در مراحل ابتدایی حفظ قرآن هستند، بسیار مناسب است.',
  },
  // قسمت بیستم
  {
    'title': 'قسمت بیستم',
    'subject': 'آموزش سوره عادیات - بخش اول',
    'videoUrl':
        'https://cdn6.iribtv.ir/9/original/2018/12/01/636792727369742084video.mp4',
    'description':
        'سوره عادیات یکی از سوره‌های کوتاه و مفید قرآن کریم است که در آن به وقوع رویدادهای قیامت و نشانه‌های بارز روز قیامت اشاره شده است. حفظ این سوره، به تقویت مهارت حفظ قرآنی و افزایش دانش و فهم از مفاهیم دینی کمک می‌کند. به دلیل کوتاهی و سادگی محتوا، حفظ سوره عادیات برای افرادی که در مراحل ابتدایی حفظ قرآن هستند، بسیار مناسب است.',
  },
  // قسمت بیست و یکم
  {
    'title': 'قسمت بیست و یکم',
    'subject': 'آموزش سوره عادیات - بخش دوم',
    'videoUrl':
        'https://cdn6.iribtv.ir/9/original/2018/12/01/636792731580059749video.mp4',
    'description':
        'سوره عادیات یکی از سوره‌های کوتاه و مفید قرآن کریم است که در آن به وقوع رویدادهای قیامت و نشانه‌های بارز روز قیامت اشاره شده است. حفظ این سوره، به تقویت مهارت حفظ قرآنی و افزایش دانش و فهم از مفاهیم دینی کمک می‌کند. به دلیل کوتاهی و سادگی محتوا، حفظ سوره عادیات برای افرادی که در مراحل ابتدایی حفظ قرآن هستند، بسیار مناسب است.',
  },
  // قسمت بیست و دوم
  {
    'title': 'قسمت بیست و دوم',
    'subject': 'آموزش سوره عادیات - بخش سوم',
    'videoUrl':
        'https://cdn6.iribtv.ir/9/original/2018/12/01/636792746231653057video.mp4',
    'description':
        'سوره عادیات یکی از سوره‌های کوتاه و مفید قرآن کریم است که در آن به وقوع رویدادهای قیامت و نشانه‌های بارز روز قیامت اشاره شده است. حفظ این سوره، به تقویت مهارت حفظ قرآنی و افزایش دانش و فهم از مفاهیم دینی کمک می‌کند. به دلیل کوتاهی و سادگی محتوا، حفظ سوره عادیات برای افرادی که در مراحل ابتدایی حفظ قرآن هستند، بسیار مناسب است.',
  },
  // قسمت بیست و سوم
  {
    'title': 'قسمت بیست و سوم',
    'subject': 'آموزش سوره زالزال - بخش اول',
    'videoUrl':
        'https://cdn6.iribtv.ir/9/original/2018/12/01/636792747304410136video.mp4',
    'description':
        'سوره زلزال یکی از سوره‌های کوتاه و مهم در قرآن کریم است که در آن به وقوع رویدادهای قیامت و زلزله عظیمی که در روز قیامت اتفاق می‌افتد، اشاره شده است. حفظ این سوره نه تنها به تقویت مهارت حفظ قرآنی کمک می‌کند، بلکه به فهم و درک عمیق‌تر از مفاهیم قرآنی نیز کمک می‌کند. به دلیل کوتاهی و سادگی محتوا، حفظ سوره زلزال برای افرادی که در مراحل ابتدایی حفظ قرآن هستند، بسیار مناسب است.',
  },
  // قسمت بیست و چهارم
  {
    'title': 'قسمت بیست و چهارم',
    'subject': 'آموزش سوره زالزال - بخش دوم',
    'videoUrl':
        'https://cdn6.iribtv.ir/9/original/2018/12/01/636792748349617991video.mp4',
    'description':
        'سوره زلزال یکی از سوره‌های کوتاه و مهم در قرآن کریم است که در آن به وقوع رویدادهای قیامت و زلزله عظیمی که در روز قیامت اتفاق می‌افتد، اشاره شده است. حفظ این سوره نه تنها به تقویت مهارت حفظ قرآنی کمک می‌کند، بلکه به فهم و درک عمیق‌تر از مفاهیم قرآنی نیز کمک می‌کند. به دلیل کوتاهی و سادگی محتوا، حفظ سوره زلزال برای افرادی که در مراحل ابتدایی حفظ قرآن هستند، بسیار مناسب است.',
  },
  // قسمت بیست و پنجم
  {
    'title': 'قسمت بیست و پنجم',
    'subject': 'آموزش سوره بینه - بخش اول',
    'videoUrl':
        'https://cdn6.iribtv.ir/9/original/2019/01/05/636822955483710615video.mp4',
    'description':
        'سوره بینه یکی از سوره‌های کوتاه و مهم در قرآن کریم است که در آن به وقوع رویدادهای قیامت و حساب‌رسی در روز قیامت اشاره شده است. حفظ این سوره نه تنها به تقویت مهارت حفظ قرآنی کمک می‌کند، بلکه به فهم و درک عمیق‌تر از مفاهیم قرآنی نیز کمک می‌کند. به دلیل کوتاهی و سادگی محتوا، حفظ سوره بینه برای افرادی که در مراحل ابتدایی حفظ قرآن هستند، بسیار مناسب است.',
  },
  // قسمت بیست و ششم
  {
    'title': 'قسمت بیست و ششم',
    'subject': 'آموزش سوره بینه - بخش دوم',
    'videoUrl':
        'https://cdn6.iribtv.ir/9/original/2019/01/05/636822956367731767video.mp4',
    'description':
        'سوره بینه یکی از سوره‌های کوتاه و مهم در قرآن کریم است که در آن به وقوع رویدادهای قیامت و حساب‌رسی در روز قیامت اشاره شده است. حفظ این سوره نه تنها به تقویت مهارت حفظ قرآنی کمک می‌کند، بلکه به فهم و درک عمیق‌تر از مفاهیم قرآنی نیز کمک می‌کند. به دلیل کوتاهی و سادگی محتوا، حفظ سوره بینه برای افرادی که در مراحل ابتدایی حفظ قرآن هستند، بسیار مناسب است.',
  },
  // قسمت بیست و هفتم
  {
    'title': 'قسمت بیست و هفتم',
    'subject': 'آموزش سوره بینه - بخش سوم',
    'videoUrl':
        'https://cdn6.iribtv.ir/9/original/2019/01/05/636822956641448806video.mp4',
    'description':
        'سوره بینه یکی از سوره‌های کوتاه و مهم در قرآن کریم است که در آن به وقوع رویدادهای قیامت و حساب‌رسی در روز قیامت اشاره شده است. حفظ این سوره نه تنها به تقویت مهارت حفظ قرآنی کمک می‌کند، بلکه به فهم و درک عمیق‌تر از مفاهیم قرآنی نیز کمک می‌کند. به دلیل کوتاهی و سادگی محتوا، حفظ سوره بینه برای افرادی که در مراحل ابتدایی حفظ قرآن هستند، بسیار مناسب است.',
  },
  // قسمت بیست و هشتم
  {
    'title': 'قسمت بیست و هشتم',
    'subject': 'آموزش سوره بینه - بخش چهارم',
    'videoUrl':
        'https://cdn6.iribtv.ir/9/original/2019/01/05/636822956872842713video.mp4',
    'description':
        'سوره بینه یکی از سوره‌های کوتاه و مهم در قرآن کریم است که در آن به وقوع رویدادهای قیامت و حساب‌رسی در روز قیامت اشاره شده است. حفظ این سوره نه تنها به تقویت مهارت حفظ قرآنی کمک می‌کند، بلکه به فهم و درک عمیق‌تر از مفاهیم قرآنی نیز کمک می‌کند. به دلیل کوتاهی و سادگی محتوا، حفظ سوره بینه برای افرادی که در مراحل ابتدایی حفظ قرآن هستند، بسیار مناسب است.',
  },
  // قسمت بیست و نهم
  {
    'title': 'قسمت بیست و نهم',
    'subject': 'آموزش سوره قدر',
    'videoUrl':
        'https://cdn6.iribtv.ir/9/original/2019/01/05/636822971753886491video.mp4',
    'description':
        'سوره قدر یکی از سوره‌های کوتاه و مهم در قرآن کریم است که در آن به شب‌القدر و برکات و ویژگی‌های آن اشاره شده است. حفظ این سوره نه تنها به تقویت مهارت حفظ قرآنی کمک می‌کند، بلکه به فهم و درک عمیق‌تر از مفاهیم قرآنی نیز کمک می‌کند. به دلیل کوتاهی و سادگی محتوا، حفظ سوره قدر برای افرادی که در مراحل ابتدایی حفظ قرآن هستند، بسیار مناسب است.',
  },
  // قسمت سی ام
  {
    'title': 'قسمت سی ام',
    'subject': 'آموزش سوره علق - بخش اول',
    'videoUrl':
        'https://cdn6.iribtv.ir/9/original/2019/01/05/636822972361235358video.mp4',
    'description':
        'سوره علق اولین سوره‌ای است که به پیامبر اسلام، حضرت محمد (صلی الله علیه و آله) نازل شد و در آن به اهمیت علم و تعلیم انسان اشاره شده است. حفظ این سوره نه تنها به تقویت مهارت حفظ قرآنی کمک می‌کند، بلکه به فهم و درک عمیق‌تر از مفاهیم قرآنی نیز کمک می‌کند. به دلیل کوتاهی و سادگی محتوا، حفظ سوره علق برای افرادی که در مراحل ابتدایی حفظ قرآن هستند، بسیار مناسب است.',
  },
  // قسمت سی و یکم
  {
    'title': 'قسمت سی و یکم',
    'subject': 'آموزش سوره علق - بخش دوم',
    'videoUrl':
        'https://cdn6.iribtv.ir/9/original/2019/01/05/636822973530151123video.mp4',
    'description':
        'سوره علق اولین سوره‌ای است که به پیامبر اسلام، حضرت محمد (صلی الله علیه و آله) نازل شد و در آن به اهمیت علم و تعلیم انسان اشاره شده است. حفظ این سوره نه تنها به تقویت مهارت حفظ قرآنی کمک می‌کند، بلکه به فهم و درک عمیق‌تر از مفاهیم قرآنی نیز کمک می‌کند. به دلیل کوتاهی و سادگی محتوا، حفظ سوره علق برای افرادی که در مراحل ابتدایی حفظ قرآن هستند، بسیار مناسب است.',
  },
  // قسمت سی و دوم
  {
    'title': 'قسمت سی و دوم',
    'subject': 'آموزش سوره علق - بخش سوم',
    'videoUrl':
        'https://cdn6.iribtv.ir/9/original/2019/01/05/636822974124371425video.mp4',
    'description':
        'سوره علق اولین سوره‌ای است که به پیامبر اسلام، حضرت محمد (صلی الله علیه و آله) نازل شد و در آن به اهمیت علم و تعلیم انسان اشاره شده است. حفظ این سوره نه تنها به تقویت مهارت حفظ قرآنی کمک می‌کند، بلکه به فهم و درک عمیق‌تر از مفاهیم قرآنی نیز کمک می‌کند. به دلیل کوتاهی و سادگی محتوا، حفظ سوره علق برای افرادی که در مراحل ابتدایی حفظ قرآن هستند، بسیار مناسب است.',
  },
  // قسمت سی و سوم
  {
    'title': 'قسمت سی و سوم',
    'subject': 'آموزش سوره تین - بخش اول',
    'videoUrl':
        'https://cdn6.iribtv.ir/9/original/2019/01/05/636822977830628588video.mp4',
    'description':
        'سوره تین از سوره‌های کوتاه و مهم در قرآن کریم است که در آن به دعوت انسان به کرامت و ارزش اخلاقی اشاره شده است. حفظ این سوره نه تنها به تقویت مهارت حفظ قرآنی کمک می‌کند، بلکه به فهم و درک عمیق‌تر از مفاهیم قرآنی نیز کمک می‌کند. به دلیل کوتاهی و سادگی محتوا، حفظ سوره تین برای افرادی که در مراحل ابتدایی حفظ قرآن هستند، بسیار مناسب است.',
  },
  // قسمت سی و چهارم
  {
    'title': 'قسمت سی و چهارم',
    'subject': 'آموزش سوره تین - بخش دوم',
    'videoUrl':
        'https://cdn6.iribtv.ir/9/original/2019/01/05/636822978104066571video.mp4',
    'description':
        'سوره تین از سوره‌های کوتاه و مهم در قرآن کریم است که در آن به دعوت انسان به کرامت و ارزش اخلاقی اشاره شده است. حفظ این سوره نه تنها به تقویت مهارت حفظ قرآنی کمک می‌کند، بلکه به فهم و درک عمیق‌تر از مفاهیم قرآنی نیز کمک می‌کند. به دلیل کوتاهی و سادگی محتوا، حفظ سوره تین برای افرادی که در مراحل ابتدایی حفظ قرآن هستند، بسیار مناسب است.',
  },
  // قسمت سی و پنجم
  {
    'title': 'قسمت سی و پنجم',
    'subject': 'آموزش سوره انشراح - بخش اول',
    'videoUrl':
        'https://cdn6.iribtv.ir/9/original/2019/01/05/636822986888451340video.mp4',
    'description':
        'سوره انشراح، یکی از سوره‌های کوتاه و پرمعنای قرآن کریم است که در آن به رحمت و لطف الهی و نیکوکاری‌های او اشاره شده است. حفظ این سوره نه تنها به تقویت مهارت حفظ قرآنی کمک می‌کند، بلکه به فهم و درک عمیق‌تر از مفاهیم قرآنی نیز کمک می‌کند. به دلیل کوتاهی و سادگی محتوا، حفظ سوره انشراح برای افرادی که در مراحل ابتدایی حفظ قرآن هستند، بسیار مناسب است',
  },
  // قسمت سی و ششم
  {
    'title': 'قسمت سی و ششم',
    'subject': 'آموزش سوره انشراح - بخش دوم',
    'videoUrl':
        'https://cdn6.iribtv.ir/9/original/2019/01/05/636822987341269929video.mp4',
    'description':
        'سوره انشراح، یکی از سوره‌های کوتاه و پرمعنای قرآن کریم است که در آن به رحمت و لطف الهی و نیکوکاری‌های او اشاره شده است. حفظ این سوره نه تنها به تقویت مهارت حفظ قرآنی کمک می‌کند، بلکه به فهم و درک عمیق‌تر از مفاهیم قرآنی نیز کمک می‌کند. به دلیل کوتاهی و سادگی محتوا، حفظ سوره انشراح برای افرادی که در مراحل ابتدایی حفظ قرآن هستند، بسیار مناسب است',
  },
  // قسمت سی و هفتم
  {
    'title': 'قسمت سی و هفتم',
    'subject': 'آموزش سوره ضحی - بخش اول',
    'videoUrl':
        'https://cdn6.iribtv.ir/9/original/2019/01/05/636822990544268592video.mp4',
    'description':
        'سوره ضحی از جمله سوره‌های کوتاه و معنادار در قرآن کریم است که در آن به نعمت‌ها و رحمت‌های الهی اشاره شده است. حفظ این سوره نه تنها به تقویت مهارت حفظ قرآنی کمک می‌کند، بلکه به فهم و درک عمیق‌تر از مفاهیم قرآنی نیز کمک می‌کند. به دلیل کوتاهی و سادگی محتوا، حفظ سوره ضحی برای افرادی که در مراحل ابتدایی حفظ قرآن هستند، بسیار مناسب است.',
  },
  // قسمت سی و هشتم
  {
    'title': 'قسمت سی و هشتم',
    'subject': 'آموزش سوره ضحی - بخش دوم',
    'videoUrl':
        'https://cdn6.iribtv.ir/9/original/2019/01/05/636822990996923981video.mp4',
    'description':
        'سوره ضحی از جمله سوره‌های کوتاه و معنادار در قرآن کریم است که در آن به نعمت‌ها و رحمت‌های الهی اشاره شده است. حفظ این سوره نه تنها به تقویت مهارت حفظ قرآنی کمک می‌کند، بلکه به فهم و درک عمیق‌تر از مفاهیم قرآنی نیز کمک می‌کند. به دلیل کوتاهی و سادگی محتوا، حفظ سوره ضحی برای افرادی که در مراحل ابتدایی حفظ قرآن هستند، بسیار مناسب است.',
  },
  // قسمت سی و نهم
  {
    'title': 'قسمت سی و نهم',
    'subject': 'آموزش سوره لیل - بخش اول',
    'videoUrl':
        'https://cdn6.iribtv.ir/9/original/2019/01/12/636829020383155379video.mp4',
    'description':
        'سوره لیل یکی از سوره‌های کوتاه و پرمعنای قرآن کریم است که در آن به اهمیت عبادت، تقوا و پاداش و پند الهی برای انسان اشاره شده است. حفظ این سوره نه تنها به تقویت مهارت حفظ قرآنی کمک می‌کند، بلکه به فهم و درک عمیق‌تر از مفاهیم قرآنی نیز کمک می‌کند. به دلیل کوتاهی و سادگی محتوا، حفظ سوره لیل برای افرادی که در مراحل ابتدایی حفظ قرآن هستند، بسیار مناسب است.',
  },
  // قسمت چهلم
  {
    'title': 'قسمت چهلم',
    'subject': 'آموزش سوره لیل - بخش دوم',
    'videoUrl':
        'https://cdn6.iribtv.ir/9/original/2019/01/12/636829020791593677video.mp4',
    'description':
        'سوره لیل یکی از سوره‌های کوتاه و پرمعنای قرآن کریم است که در آن به اهمیت عبادت، تقوا و پاداش و پند الهی برای انسان اشاره شده است. حفظ این سوره نه تنها به تقویت مهارت حفظ قرآنی کمک می‌کند، بلکه به فهم و درک عمیق‌تر از مفاهیم قرآنی نیز کمک می‌کند. به دلیل کوتاهی و سادگی محتوا، حفظ سوره لیل برای افرادی که در مراحل ابتدایی حفظ قرآن هستند، بسیار مناسب است.',
  },
  // قسمت چهل و یکم
  {
    'title': 'قسمت چهل و یکم',
    'subject': 'آموزش سوره لیل - بخش سوم',
    'videoUrl':
        'https://cdn6.iribtv.ir/9/original/2019/01/12/636829021220499359video.mp4',
    'description':
        'سوره لیل یکی از سوره‌های کوتاه و پرمعنای قرآن کریم است که در آن به اهمیت عبادت، تقوا و پاداش و پند الهی برای انسان اشاره شده است. حفظ این سوره نه تنها به تقویت مهارت حفظ قرآنی کمک می‌کند، بلکه به فهم و درک عمیق‌تر از مفاهیم قرآنی نیز کمک می‌کند. به دلیل کوتاهی و سادگی محتوا، حفظ سوره لیل برای افرادی که در مراحل ابتدایی حفظ قرآن هستند، بسیار مناسب است.',
  },
  // قسمت چهل و دوم
  {
    'title': 'قسمت چهل و دوم',
    'subject': 'آموزش سوره لیل - بخش چهارم',
    'videoUrl':
        'https://cdn6.iribtv.ir/9/original/2019/01/12/636829021508777607video.mp4',
    'description':
        'سوره لیل یکی از سوره‌های کوتاه و پرمعنای قرآن کریم است که در آن به اهمیت عبادت، تقوا و پاداش و پند الهی برای انسان اشاره شده است. حفظ این سوره نه تنها به تقویت مهارت حفظ قرآنی کمک می‌کند، بلکه به فهم و درک عمیق‌تر از مفاهیم قرآنی نیز کمک می‌کند. به دلیل کوتاهی و سادگی محتوا، حفظ سوره لیل برای افرادی که در مراحل ابتدایی حفظ قرآن هستند، بسیار مناسب است.',
  },
  // قسمت چهل و سوم
  {
    'title': 'قسمت چهل و سوم',
    'subject': 'آموزش سوره شمس - بخش اول',
    'videoUrl':
        'https://cdn6.iribtv.ir/9/original/2019/01/12/636829023596279287video.mp4',
    'description':
        'سوره شمس از جمله سوره‌های کوتاه و پرمعنای قرآن کریم است که در آن به اهمیت پرهیز از گناهان و پاداش و پند الهی برای انسان اشاره شده است. حفظ این سوره نه تنها به تقویت مهارت حفظ قرآنی کمک می‌کند، بلکه به فهم و درک عمیق‌تر از مفاهیم قرآنی نیز کمک می‌کند. به دلیل کوتاهی و سادگی محتوا، حفظ سوره شمس برای افرادی که در مراحل ابتدایی حفظ قرآن هستند، بسیار مناسب است.',
  },
  // قسمت چهل و چهارم
  {
    'title': 'قسمت چهل و چهارم',
    'subject': 'آموزش سوره شمس - بخش دوم',
    'videoUrl':
        'https://cdn6.iribtv.ir/9/original/2019/01/12/636829023940498679video.mp4',
    'description':
        'سوره شمس از جمله سوره‌های کوتاه و پرمعنای قرآن کریم است که در آن به اهمیت پرهیز از گناهان و پاداش و پند الهی برای انسان اشاره شده است. حفظ این سوره نه تنها به تقویت مهارت حفظ قرآنی کمک می‌کند، بلکه به فهم و درک عمیق‌تر از مفاهیم قرآنی نیز کمک می‌کند. به دلیل کوتاهی و سادگی محتوا، حفظ سوره شمس برای افرادی که در مراحل ابتدایی حفظ قرآن هستند، بسیار مناسب است.',
  },
  // قسمت چهل و پنجم
  {
    'title': 'قسمت چهل و پنجم',
    'subject': 'آموزش سوره شمس - بخش سوم',
    'videoUrl':
        'https://cdn6.iribtv.ir/9/original/2019/01/12/636829024224562619video.mp4',
    'description':
        'سوره شمس از جمله سوره‌های کوتاه و پرمعنای قرآن کریم است که در آن به اهمیت پرهیز از گناهان و پاداش و پند الهی برای انسان اشاره شده است. حفظ این سوره نه تنها به تقویت مهارت حفظ قرآنی کمک می‌کند، بلکه به فهم و درک عمیق‌تر از مفاهیم قرآنی نیز کمک می‌کند. به دلیل کوتاهی و سادگی محتوا، حفظ سوره شمس برای افرادی که در مراحل ابتدایی حفظ قرآن هستند، بسیار مناسب است.',
  },
  // قسمت چهل و ششم
  {
    'title': 'قسمت چهل و ششم',
    'subject': 'آموزش سوره بلد - بخش اول',
    'videoUrl':
        'https://cdn6.iribtv.ir/9/original/2019/01/12/636829029609398707video.mp4',
    'description':
        'سوره بلد یکی از سوره‌های کوتاه قرآن است که در آن به تشریفات و بزرگی‌های شهر مکه و افرادی که در آن زندگی می‌کردند، اشاره شده است. این سوره به مسئله تصرف در خاک و مالکیت و نکوهش این عمل توسط الهی اشاره دارد. حفظ این سوره نه تنها به تقویت مهارت حفظ قرآنی کمک می‌کند، بلکه مفاهیم اخلاقی و اجتماعی آن نیز می‌تواند راهنمایی برای رفتارهای انسانی در زندگی باشد.',
  },
  // قسمت چهل و هفتم
  {
    'title': 'قسمت چهل و هفتم',
    'subject': 'آموزش سوره بلد - بخش دوم',
    'videoUrl':
        'https://cdn6.iribtv.ir/9/original/2019/01/27/636841809003792068video.mp4',
    'description':
        'سوره بلد یکی از سوره‌های کوتاه قرآن است که در آن به تشریفات و بزرگی‌های شهر مکه و افرادی که در آن زندگی می‌کردند، اشاره شده است. این سوره به مسئله تصرف در خاک و مالکیت و نکوهش این عمل توسط الهی اشاره دارد. حفظ این سوره نه تنها به تقویت مهارت حفظ قرآنی کمک می‌کند، بلکه مفاهیم اخلاقی و اجتماعی آن نیز می‌تواند راهنمایی برای رفتارهای انسانی در زندگی باشد.',
  },
  // قسمت چهل و هشتم
  {
    'title': 'قسمت چهل و هشتم',
    'subject': 'آموزش سوره بلد - بخش سوم',
    'videoUrl':
        'https://cdn6.iribtv.ir/9/original/2019/01/27/636841809295891142video.mp4',
    'description':
        'سوره بلد یکی از سوره‌های کوتاه قرآن است که در آن به تشریفات و بزرگی‌های شهر مکه و افرادی که در آن زندگی می‌کردند، اشاره شده است. این سوره به مسئله تصرف در خاک و مالکیت و نکوهش این عمل توسط الهی اشاره دارد. حفظ این سوره نه تنها به تقویت مهارت حفظ قرآنی کمک می‌کند، بلکه مفاهیم اخلاقی و اجتماعی آن نیز می‌تواند راهنمایی برای رفتارهای انسانی در زندگی باشد.',
  },
  // قسمت چهل و نهم
  {
    'title': 'قسمت چهل و نهم',
    'subject': 'آموزش سوره بلد - بخش چهارم',
    'videoUrl':
        'https://cdn6.iribtv.ir/9/original/2019/01/27/636841809577530833video.mp4',
    'description':
        'سوره بلد یکی از سوره‌های کوتاه قرآن است که در آن به تشریفات و بزرگی‌های شهر مکه و افرادی که در آن زندگی می‌کردند، اشاره شده است. این سوره به مسئله تصرف در خاک و مالکیت و نکوهش این عمل توسط الهی اشاره دارد. حفظ این سوره نه تنها به تقویت مهارت حفظ قرآنی کمک می‌کند، بلکه مفاهیم اخلاقی و اجتماعی آن نیز می‌تواند راهنمایی برای رفتارهای انسانی در زندگی باشد.',
  },
  // قسمت پنجاهم
  {
    'title': 'قسمت پنجاهم',
    'subject': 'آموزش سوره فجر - بخش اول',
    'videoUrl':
        'https://cdn6.iribtv.ir/9/original/2019/01/27/636841810382532766video.mp4',
    'description':
        'سوره فجر یکی از سوره‌های قرآنی است که در آن به روایت‌های تاریخی و اخلاقی و برخی وقایع مهم تاریخی اشاره شده است. این سوره نیز مثل دیگر سوره‌های قرآنی، دارای آیاتی است که بر اخلاق و رفتار انسان تأکید دارد. حفظ این سوره می‌تواند به افزایش دانش قرآنی و انسجام با قرآن کریم کمک کند و در کنار آن، انسان را به عمل به اخلاق و ارزش‌های اسلامی تشویق کند.',
  },
  // قسمت پنجاه و یکم
  {
    'title': 'قسمت پنجاه و یکم',
    'subject': 'آموزش سوره فجر - بخش دوم',
    'videoUrl':
        'https://cdn6.iribtv.ir/9/original/2019/01/27/636841810716908348video.mp4',
    'description':
        'سوره فجر یکی از سوره‌های قرآنی است که در آن به روایت‌های تاریخی و اخلاقی و برخی وقایع مهم تاریخی اشاره شده است. این سوره نیز مثل دیگر سوره‌های قرآنی، دارای آیاتی است که بر اخلاق و رفتار انسان تأکید دارد. حفظ این سوره می‌تواند به افزایش دانش قرآنی و انسجام با قرآن کریم کمک کند و در کنار آن، انسان را به عمل به اخلاق و ارزش‌های اسلامی تشویق کند.',
  },
  // قسمت پنجاه و دوم
  {
    'title': 'قسمت پنجاه و دوم',
    'subject': 'آموزش سوره فجر - بخش سوم',
    'videoUrl':
        'https://cdn6.iribtv.ir/9/original/2019/01/27/636841811131284233video.mp4',
    'description':
        'سوره فجر یکی از سوره‌های قرآنی است که در آن به روایت‌های تاریخی و اخلاقی و برخی وقایع مهم تاریخی اشاره شده است. این سوره نیز مثل دیگر سوره‌های قرآنی، دارای آیاتی است که بر اخلاق و رفتار انسان تأکید دارد. حفظ این سوره می‌تواند به افزایش دانش قرآنی و انسجام با قرآن کریم کمک کند و در کنار آن، انسان را به عمل به اخلاق و ارزش‌های اسلامی تشویق کند.',
  },
  // قسمت پنجاه و سوم
  {
    'title': 'قسمت پنجاه و سوم',
    'subject': 'آموزش سوره فجر - بخش چهارم',
    'videoUrl':
        'https://cdn6.iribtv.ir/9/original/2019/01/27/636841811457380434video.mp4',
    'description':
        'سوره فجر یکی از سوره‌های قرآنی است که در آن به روایت‌های تاریخی و اخلاقی و برخی وقایع مهم تاریخی اشاره شده است. این سوره نیز مثل دیگر سوره‌های قرآنی، دارای آیاتی است که بر اخلاق و رفتار انسان تأکید دارد. حفظ این سوره می‌تواند به افزایش دانش قرآنی و انسجام با قرآن کریم کمک کند و در کنار آن، انسان را به عمل به اخلاق و ارزش‌های اسلامی تشویق کند.',
  },
  // قسمت پنجاه و چهارم
  {
    'title': 'قسمت پنجاه و چهارم',
    'subject': 'آموزش سوره فجر - بخش پنجم',
    'videoUrl':
        'https://cdn6.iribtv.ir/9/original/2019/01/27/636841811827852108video.mp4',
    'description':
        'سوره فجر یکی از سوره‌های قرآنی است که در آن به روایت‌های تاریخی و اخلاقی و برخی وقایع مهم تاریخی اشاره شده است. این سوره نیز مثل دیگر سوره‌های قرآنی، دارای آیاتی است که بر اخلاق و رفتار انسان تأکید دارد. حفظ این سوره می‌تواند به افزایش دانش قرآنی و انسجام با قرآن کریم کمک کند و در کنار آن، انسان را به عمل به اخلاق و ارزش‌های اسلامی تشویق کند.',
  },
  // قسمت پنجاه و پنجم
  {
    'title': 'قسمت پنجاه و پنجم',
    'subject': 'آموزش سوره فجر - بخش ششم',
    'videoUrl':
        'https://cdn6.iribtv.ir/9/original/2019/01/27/636841812206778055video.mp4',
    'description':
        'سوره فجر یکی از سوره‌های قرآنی است که در آن به روایت‌های تاریخی و اخلاقی و برخی وقایع مهم تاریخی اشاره شده است. این سوره نیز مثل دیگر سوره‌های قرآنی، دارای آیاتی است که بر اخلاق و رفتار انسان تأکید دارد. حفظ این سوره می‌تواند به افزایش دانش قرآنی و انسجام با قرآن کریم کمک کند و در کنار آن، انسان را به عمل به اخلاق و ارزش‌های اسلامی تشویق کند.',
  },
  // قسمت پنجاه و ششم
  {
    'title': 'قسمت پنجاه و ششم',
    'subject': 'آموزش سوره فجر - بخش هفتم',
    'videoUrl':
        'https://cdn6.iribtv.ir/9/original/2019/01/27/636841812541494892video.mp4',
    'description':
        'سوره فجر یکی از سوره‌های قرآنی است که در آن به روایت‌های تاریخی و اخلاقی و برخی وقایع مهم تاریخی اشاره شده است. این سوره نیز مثل دیگر سوره‌های قرآنی، دارای آیاتی است که بر اخلاق و رفتار انسان تأکید دارد. حفظ این سوره می‌تواند به افزایش دانش قرآنی و انسجام با قرآن کریم کمک کند و در کنار آن، انسان را به عمل به اخلاق و ارزش‌های اسلامی تشویق کند.',
  },
  // قسمت پنجاه و هفتم
  {
    'title': 'قسمت پنجاه و هفتم',
    'subject': 'آموزش سوره غاشیه - بخش اول',
    'videoUrl':
        'https://cdn6.iribtv.ir/9/original/2019/01/27/636841813796823223video.mp4',
    'description':
        'سوره غاشیه، یکی از سوره‌های کوتاه و معروف قرآن است که در آن به برخی از رویدادهای قیامت اشاره شده است. حفظ این سوره، علاوه بر افزایش دانش قرآنی، می‌تواند باعث افزایش تعمق در مفاهیم قرآنی و آگاهی از اهمیت روز قیامت و روز حساب‌گری در زندگی انسان شود. این سوره همچنین تأکید دارد که اعمال انسان در دنیا از دیدگاه اسلامی نقش مهمی در تعیین سرنوشت او در زندگی آخرت دارد، بنابراین حفظ آن می‌تواند انگیزه‌ای برای عمل به دستورات و ارزش‌های دینی فراهم آورد.',
  },
  // قسمت پنجاه و هشتم
  {
    'title': 'قسمت پنجاه و هشتم',
    'subject': 'آموزش سوره غاشیه - بخش دوم',
    'videoUrl':
        'https://cdn6.iribtv.ir/9/original/2019/01/27/636841814115314625video.mp4',
    'description':
        'سوره غاشیه، یکی از سوره‌های کوتاه و معروف قرآن است که در آن به برخی از رویدادهای قیامت اشاره شده است. حفظ این سوره، علاوه بر افزایش دانش قرآنی، می‌تواند باعث افزایش تعمق در مفاهیم قرآنی و آگاهی از اهمیت روز قیامت و روز حساب‌گری در زندگی انسان شود. این سوره همچنین تأکید دارد که اعمال انسان در دنیا از دیدگاه اسلامی نقش مهمی در تعیین سرنوشت او در زندگی آخرت دارد، بنابراین حفظ آن می‌تواند انگیزه‌ای برای عمل به دستورات و ارزش‌های دینی فراهم آورد.',
  },
  // قسمت پنجاه و نهم
  {
    'title': 'قسمت پنجاه و نهم',
    'subject': 'آموزش سوره غاشیه - بخش سوم',
    'videoUrl':
        'https://cdn6.iribtv.ir/9/original/2019/01/27/636841814472869357video.mp4',
    'description':
        'سوره غاشیه، یکی از سوره‌های کوتاه و معروف قرآن است که در آن به برخی از رویدادهای قیامت اشاره شده است. حفظ این سوره، علاوه بر افزایش دانش قرآنی، می‌تواند باعث افزایش تعمق در مفاهیم قرآنی و آگاهی از اهمیت روز قیامت و روز حساب‌گری در زندگی انسان شود. این سوره همچنین تأکید دارد که اعمال انسان در دنیا از دیدگاه اسلامی نقش مهمی در تعیین سرنوشت او در زندگی آخرت دارد، بنابراین حفظ آن می‌تواند انگیزه‌ای برای عمل به دستورات و ارزش‌های دینی فراهم آورد.',
  },
  // قسمت شصتم
  {
    'title': 'قسمت شصتم',
    'subject': 'آموزش سوره غاشیه - بخش چهارم',
    'videoUrl':
        'https://cdn6.iribtv.ir/9/original/2019/01/27/636841814795028812video.mp4',
    'description':
        'سوره غاشیه، یکی از سوره‌های کوتاه و معروف قرآن است که در آن به برخی از رویدادهای قیامت اشاره شده است. حفظ این سوره، علاوه بر افزایش دانش قرآنی، می‌تواند باعث افزایش تعمق در مفاهیم قرآنی و آگاهی از اهمیت روز قیامت و روز حساب‌گری در زندگی انسان شود. این سوره همچنین تأکید دارد که اعمال انسان در دنیا از دیدگاه اسلامی نقش مهمی در تعیین سرنوشت او در زندگی آخرت دارد، بنابراین حفظ آن می‌تواند انگیزه‌ای برای عمل به دستورات و ارزش‌های دینی فراهم آورد.',
  },
  // قسمت شصت و یکم
  {
    'title': 'قسمت شصت و یکم',
    'subject': 'آموزش سوره غاشیه - بخش پنجم',
    'videoUrl':
        'https://cdn6.iribtv.ir/9/original/2019/01/27/636841815152936051video.mp4',
    'description':
        'سوره غاشیه، یکی از سوره‌های کوتاه و معروف قرآن است که در آن به برخی از رویدادهای قیامت اشاره شده است. حفظ این سوره، علاوه بر افزایش دانش قرآنی، می‌تواند باعث افزایش تعمق در مفاهیم قرآنی و آگاهی از اهمیت روز قیامت و روز حساب‌گری در زندگی انسان شود. این سوره همچنین تأکید دارد که اعمال انسان در دنیا از دیدگاه اسلامی نقش مهمی در تعیین سرنوشت او در زندگی آخرت دارد، بنابراین حفظ آن می‌تواند انگیزه‌ای برای عمل به دستورات و ارزش‌های دینی فراهم آورد.',
  },
  // قسمت شصت و دوم
  {
    'title': 'قسمت شصت و دوم',
    'subject': 'آموزش سوره اعلی - بخش اول',
    'videoUrl':
        'https://cdn6.iribtv.ir/9/original/2019/01/27/636841816525519231video.mp4',
    'description':
        'سوره اعلی، یکی از سوره‌های کوتاه و معروف قرآن است که مطالب ارزشمندی درباره تربیت اخلاقی و انسانی، تقوا و پرهیز از گناهان دارد. حفظ این سوره، به افزایش دانش قرآنی کودکان و نوجوانان کمک می‌کند و ارتباط آنها با کلام الهی را تقویت می‌کند. این سوره به عنوان یک راهنمای اخلاقی، به افراد یادآوری می‌کند که تربیت اخلاقی و پیشرفت معنوی انسان، مسئولیت هر فرد در جامعه است و با حفظ آن، انسان می‌تواند به سمت تکامل و رشد فردی خود بیشتر پیش برود.',
  },
  // قسمت شصت و سوم
  {
    'title': 'قسمت شصت و سوم',
    'subject': 'آموزش سوره اعلی - بخش دوم',
    'videoUrl':
        'https://cdn6.iribtv.ir/9/original/2019/01/27/636841816840211137video.mp4',
    'description':
        'سوره اعلی، یکی از سوره‌های کوتاه و معروف قرآن است که مطالب ارزشمندی درباره تربیت اخلاقی و انسانی، تقوا و پرهیز از گناهان دارد. حفظ این سوره، به افزایش دانش قرآنی کودکان و نوجوانان کمک می‌کند و ارتباط آنها با کلام الهی را تقویت می‌کند. این سوره به عنوان یک راهنمای اخلاقی، به افراد یادآوری می‌کند که تربیت اخلاقی و پیشرفت معنوی انسان، مسئولیت هر فرد در جامعه است و با حفظ آن، انسان می‌تواند به سمت تکامل و رشد فردی خود بیشتر پیش برود.',
  },
  // قسمت شصت و چهارم
  {
    'title': 'قسمت شصت و چهارم',
    'subject': 'آموزش سوره اعلی - بخش سوم',
    'videoUrl':
        'https://cdn6.iribtv.ir/9/original/2019/01/27/636841817190216969video.mp4',
    'description':
        'سوره اعلی، یکی از سوره‌های کوتاه و معروف قرآن است که مطالب ارزشمندی درباره تربیت اخلاقی و انسانی، تقوا و پرهیز از گناهان دارد. حفظ این سوره، به افزایش دانش قرآنی کودکان و نوجوانان کمک می‌کند و ارتباط آنها با کلام الهی را تقویت می‌کند. این سوره به عنوان یک راهنمای اخلاقی، به افراد یادآوری می‌کند که تربیت اخلاقی و پیشرفت معنوی انسان، مسئولیت هر فرد در جامعه است و با حفظ آن، انسان می‌تواند به سمت تکامل و رشد فردی خود بیشتر پیش برود.',
  },
  // قسمت شصت و پنجم
  {
    'title': 'قسمت شصت و پنجم',
    'subject': 'آموزش سوره اعلی - بخش چهارم',
    'videoUrl':
        'https://cdn6.iribtv.ir/9/original/2019/01/27/636841817508495665video.mp4',
    'description':
        'سوره اعلی، یکی از سوره‌های کوتاه و معروف قرآن است که مطالب ارزشمندی درباره تربیت اخلاقی و انسانی، تقوا و پرهیز از گناهان دارد. حفظ این سوره، به افزایش دانش قرآنی کودکان و نوجوانان کمک می‌کند و ارتباط آنها با کلام الهی را تقویت می‌کند. این سوره به عنوان یک راهنمای اخلاقی، به افراد یادآوری می‌کند که تربیت اخلاقی و پیشرفت معنوی انسان، مسئولیت هر فرد در جامعه است و با حفظ آن، انسان می‌تواند به سمت تکامل و رشد فردی خود بیشتر پیش برود.',
  },
  // قسمت شصت و ششم
  {
    'title': 'قسمت شصت و ششم',
    'subject': 'آموزش سوره طارق - بخش اول',
    'videoUrl':
        'https://cdn6.iribtv.ir/9/original/2019/01/27/636841818862248766video.mp4',
    'description':
        'حفظ سوره طارق، به اهمیت بیان شدن آن در قرآن و محتوای ارزشمندی که دارد اشاره دارد. این سوره دربارهٔ معانی عمیق و انگیزشی برای مسلمانان است که در زمانهای مختلف از آن استفاده می‌کنند. از جمله مفاهیمی که در این سوره آمده است، اعتقاد به قدرت و کرامت الهی، انگیزه برای عمل نیکو و پیروی از دین، و تشویق به تفکر و آگاهی از آثار خلقت و خلقت‌گرایی است. به همین دلیل، حفظ این سوره نه تنها به افزایش دانش قرآنی کمک می‌کند بلکه انگیزه و اشتیاق فرد را به فهم و عمل به مضامین اخلاقی و انسانی افزایش می‌دهد.',
  },
  // قسمت شصت و هفتم
  {
    'title': 'قسمت شصت و هفتم',
    'subject': 'آموزش سوره طارق - بخش دوم',
    'videoUrl':
        'https://cdn6.iribtv.ir/9/original/2019/01/27/636841819187113168video.mp4',
    'description':
        'حفظ سوره طارق، به اهمیت بیان شدن آن در قرآن و محتوای ارزشمندی که دارد اشاره دارد. این سوره دربارهٔ معانی عمیق و انگیزشی برای مسلمانان است که در زمانهای مختلف از آن استفاده می‌کنند. از جمله مفاهیمی که در این سوره آمده است، اعتقاد به قدرت و کرامت الهی، انگیزه برای عمل نیکو و پیروی از دین، و تشویق به تفکر و آگاهی از آثار خلقت و خلقت‌گرایی است. به همین دلیل، حفظ این سوره نه تنها به افزایش دانش قرآنی کمک می‌کند بلکه انگیزه و اشتیاق فرد را به فهم و عمل به مضامین اخلاقی و انسانی افزایش می‌دهد.',
  },
  // قسمت شصت و هشتم
  {
    'title': 'قسمت شصت و هشتم',
    'subject': 'آموزش سوره طارق - بخش سوم',
    'videoUrl':
        'https://cdn6.iribtv.ir/9/original/2019/01/27/636841819535266788video.mp4',
    'description':
        'حفظ سوره طارق، به اهمیت بیان شدن آن در قرآن و محتوای ارزشمندی که دارد اشاره دارد. این سوره دربارهٔ معانی عمیق و انگیزشی برای مسلمانان است که در زمانهای مختلف از آن استفاده می‌کنند. از جمله مفاهیمی که در این سوره آمده است، اعتقاد به قدرت و کرامت الهی، انگیزه برای عمل نیکو و پیروی از دین، و تشویق به تفکر و آگاهی از آثار خلقت و خلقت‌گرایی است. به همین دلیل، حفظ این سوره نه تنها به افزایش دانش قرآنی کمک می‌کند بلکه انگیزه و اشتیاق فرد را به فهم و عمل به مضامین اخلاقی و انسانی افزایش می‌دهد.',
  },
];
