var link = 'https://quran.ac.ir/uploads/1/2022/Nov/29/Dars_';

List rookhaniDataList = [
  // درس اول
  {
    'title': 'درس اول',
    'subject': 'کسب مهارت در خواندن حروف دارای فتحه',
    'videoUrl': '${link}1.mp4',
    'description':
        'برای کسب مهارت در خواندن حروف دارای فتحه در قرآن کریم، ابتدا باید به تمرکز بر روی درستی و صحیحی که حروف با فتحه خوانده می‌شوند، توجه داشته باشیم. سپس، با تکرار مداوم و تمرین به تلفظ صحیح حروف با فتحه بپردازیم. در نهایت، می‌توانیم از منابع و مواد آموزشی مختلف، مانند ویدیوها، کتب و منابع تجویدی استفاده کنیم تا مهارت خواندن حروف دارای فتحه را بهبود بخشیم.',
  },
  // درس دوم
  {
    'title': 'درس دوم',
    'subject': 'تلفظ حرف و',
    'videoUrl': '${link}2.mp4',
    'description':
        'تلفظ حرف "و" در روخوانی قرآن کریم به صورت "واو" صورت می‌گیرد. این حرف باید به طور صحیح و روان با تمامیت و تفاوت لازم با حروف دیگر تلفظ شود. تلفظ صحیح حرف "و" در قرآن کریم بسیار اهمیت دارد زیرا این حرف بسیاری از کلمات و اصطلاحات را شکل می‌دهد و تلفظ نادرست آن ممکن است به اشتباهات در معنا منجر شود.',
  },
  // درس سوم
  {
    'title': 'درس سوم',
    'subject': 'کسب مهارت در خواندن حروف دارای کسره',
    'videoUrl': '${link}3.mp4',
    'description':
        'برای کسب مهارت در خواندن حروف دارای کسره در قرآن کریم، نیاز است که به تلفظ صحیح حروف با کسره توجه ویژه داشته باشید. این شامل تمرکز بر روی تلفظ دقیق و صحیح حروف با کسره، تمرین مداوم بر روی تلفظ آنها و استفاده از منابع آموزشی مناسب می‌شود. همچنین، می‌توانید از روش‌های تمرینی مثل تکرار بیشتر و گوش دادن به قاریان ماهر استفاده کنید تا مهارت خواندن حروف با کسره را بهبود بخشید.',
  },
  // درس چهارم
  {
    'title': 'درس چهارم',
    'subject': 'تلفظ حرف ح',
    'videoUrl': '${link}4.mp4',
    'description':
        'تلفظ حرف "ح" در روخوانی قرآن کریم باید به صورت صحیح و دقیق انجام شود. این حرف باید به طور قوی و با تمامیت تلفظ شود، به‌طوری‌که اصطلاحات و کلماتی که از این حرف استفاده می‌کنند به درستی مورد فهم قرار گیرند. تلفظ صحیح حرف "ح" مهم است زیرا این حرف بسیاری از کلمات و اصطلاحات قرآنی را تشکیل می‌دهد و تلفظ نادرست آن ممکن است به اشتباهات در معنا منجر شود.',
  },
  // درس پنجم
  {
    'title': 'درس پنجم',
    'subject': 'کسب مهارت در خواندن حروف دارای ضمه',
    'videoUrl': '${link}5.mp4',
    'description':
        'برای کسب مهارت در خواندن حروف دارای ضمه در قرآن کریم، تمرکز بر تلفظ دقیق و صحیح این حروف بسیار اهمیت دارد. آشنایی با قواعد تجویدی مربوط به تلفظ حروف دارای ضمه و تمرین مداوم بر روی آنها، از جمله روش‌های موثر برای بهبود مهارت در این زمینه است. همچنین، گوش دادن به تلاوت قاریان ماهر و تقلید از تلفظ آنها نیز می‌تواند به بهبود تلفظ حروف دارای ضمه کمک کند.',
  },
  // درس ششم
  {
    'title': 'درس ششم',
    'subject': 'تلفظ حرف ع',
    'videoUrl': '${link}6.mp4',
    'description':
        'تلفظ حرف "ع" در روخوانی قرآن کریم بسیار مهم است و باید به دقت و صحیح انجام شود. این حرف باید به طور صحیح و دقیق، با تمامیت و تمیز تلفظ شود. تلفظ نادرست حرف "ع" ممکن است به اشتباهات در معنا منجر شود، زیرا این حرف بسیاری از کلمات و اصطلاحات قرآنی را تشکیل می‌دهد. به‌طوری‌که هر گونه تلفظ نادرست ممکن است باعث اشتباه در فهم و تفسیر مفاهیم شود. بنابراین، تمرین مداوم بر تلفظ صحیح حرف "ع" و توجه به تلاش برای تلفظ بهینه و صحیح آن، بسیار اهمیت دارد.',
  },
  // درس هفتم
  {
    'title': 'درس هفتم',
    'subject': 'کسب مهارت در خواندن حروف دارای الف مدی',
    'videoUrl': '${link}7.mp4',
    'description':
        'برای کسب مهارت در خواندن حروف دارای الف مدی در روخوانی قرآن کریم، تمرکز بر تلفظ دقیق و صحیح این حروف بسیار اهمیت دارد. حروف دارای الف مدی نیاز به تلفظ با طولانی و قوی دارند، بنابراین باید به این نکته توجه ویژه داشته باشید. تمرین مداوم بر روی تلفظ صحیح این حروف و استفاده از منابع آموزشی مناسب می‌تواند بهبود مهارت خواندن آنها را به همراه داشته باشد.',
  },
  // درس هشتم
  {
    'title': 'درس هشتم',
    'subject': 'تلفظ حرف غ',
    'videoUrl': '${link}8.mp4',
    'description':
        'تلفظ حرف "غ" در روخوانی قرآن کریم نیازمند تلفظ صحیح و دقیق است. این حرف باید به صورت قوی و با تمامیت تلفظ شود، به‌طوری‌که تمامیت و تفاوت آن با حروف دیگر رعایت شود. تلفظ درست حرف "غ" از اهمیت بسزایی برخوردار است، زیرا این حرف بسیاری از کلمات و اصطلاحات قرآنی را تشکیل می‌دهد و تلفظ نادرست آن می‌تواند منجر به اشتباهات در فهم و تفسیر مفاهیم شود. برای تقویت مهارت در تلفظ حرف "غ"، تمرین مداوم و توجه به نحوه تلفظ صحیح آن توصیه می‌شود.',
  },
  // درس نهم
  {
    'title': 'درس نهم',
    'subject': 'کسب مهارت در خواندن حروف دارای یاء مدی',
    'videoUrl': '${link}9.mp4',
    'description':
        'برای کسب مهارت در خواندن حروف دارای یاء مدی در روخوانی قرآن کریم، توجه به تلفظ دقیق و صحیح این حروف بسیار مهم است. حروف دارای یاء مدی نیازمند تلفظ با طولانی و قوی هستند، بنابراین باید به این نکته توجه ویژه داشته باشید. تمرین مداوم بر روی تلفظ صحیح این حروف و استفاده از منابع آموزشی مناسب می‌تواند بهبود مهارت خواندن آنها را به همراه داشته باشد.',
  },
  // درس دهم
  {
    'title': 'درس دهم',
    'subject': 'تلفظ حرف ث',
    'videoUrl': '${link}10.mp4',
    'description':
        'تلفظ حرف "ث" در روخوانی قرآن کریم نیازمند تلفظ دقیق و صحیح است. این حرف باید به صورت قوی و با تمامیت تلفظ شود، به‌طوری‌که تمامیت و تفاوت آن با حروف دیگر رعایت شود. تلفظ درست حرف "ث" از اهمیت بسزایی برخوردار است، زیرا این حرف بسیاری از کلمات و اصطلاحات قرآنی را تشکیل می‌دهد و تلفظ نادرست آن ممکن است منجر به اشتباهات در فهم و تفسیر مفاهیم شود. برای تقویت مهارت در تلفظ حرف "ث"، تمرین مداوم و توجه به نحوه تلفظ صحیح آن توصیه می‌شود.',
  },
  // درس یازدهم
  {
    'title': 'درس یازدهم',
    'subject': 'کسب مهارت در خواندن حروف دارای واو مدی',
    'videoUrl': '${link}11.mp4',
    'description':
        'برای کسب مهارت در خواندن حروف دارای واو مدی در روخوانی قرآن کریم، توجه به تلفظ دقیق و صحیح این حروف بسیار مهم است. حروف دارای واو مدی نیازمند تلفظ با طولانی و قوی هستند، بنابراین باید به این نکته توجه ویژه داشته باشید. تمرین مداوم بر روی تلفظ صحیح این حروف و استفاده از منابع آموزشی مناسب می‌تواند بهبود مهارت خواندن آنها را به همراه داشته باشد.',
  },
  // درس دوازدهم
  {
    'title': 'درس دوازدهم',
    'subject': 'تلفظ حرف ذ',
    'videoUrl': '${link}12.mp4',
    'description':
        'تلفظ حرف "ذ" در روخوانی قرآن کریم باید به صورت دقیق و صحیح انجام شود. این حرف باید با صدای قوی و تمامیت تلفظ شود، به‌طوری‌که تمامیت و تفاوت آن با حروف دیگر رعایت شود. تلفظ صحیح حرف "ذ" بسیار مهم است، زیرا این حرف بسیاری از کلمات و اصطلاحات قرآنی را تشکیل می‌دهد و تلفظ نادرست آن ممکن است منجر به اشتباهات در فهم و تفسیر مفاهیم شود. برای بهبود مهارت در تلفظ حرف "ذ"، تمرین مداوم و توجه به نحوه تلفظ صحیح آن توصیه می‌شود.',
  },
  // درس سیزدهم
  {
    'title': 'درس سیزدهم',
    'subject': 'کسب مهارت در خواندن حروف ساکن',
    'videoUrl': '${link}13.mp4',
    'description':
        'برای کسب مهارت در خواندن حروف ساکن در روخوانی قرآن کریم، اهمیت آشنایی با نحوه تلفظ و تفاوت حروف ساکن با حروف متحرک بسیار بالاست. حروف ساکن با توجه به جایگاه آنها در کلمه، ممکن است تلفظ متفاوتی داشته باشند. برای مثال، حرف "ب" در ابتدای یک کلمه با حالت تفخیم تلفظ می‌شود، در حالی که در میان یا در انتهای کلمه با حالت ترقیق خوانده می‌شود. بنابراین، توجه به این نکات و تمرین مداوم بر روی تلفظ حروف ساکن می‌تواند به بهبود مهارت در خواندن قرآن کریم کمک کند.',
  },
  // درس چهاردهم
  {
    'title': 'درس چهاردهم',
    'subject': 'تلفظ حرف ظ',
    'videoUrl': '${link}14.mp4',
    'description':
        'تلفظ حرف "ظ" در روخوانی قرآن کریم باید با دقت و صحیح انجام شود. این حرف باید به صورت ممتد و با تمامیت تلفظ شود، به‌طوری‌که تمامیت و تفاوت آن با حروف دیگر رعایت شود. تلفظ صحیح حرف "ظ" از اهمیت بسیاری برخوردار است، زیرا این حرف بسیاری از کلمات و اصطلاحات قرآنی را تشکیل می‌دهد و تلفظ نادرست آن ممکن است به اشتباهات در فهم و تفسیر مفاهیم منجر شود. برای تقویت مهارت در تلفظ حرف "ظ"، تمرین مداوم و توجه به نحوه تلفظ صحیح آن توصیه می‌شود.',
  },
  // درس پانزدهم
  {
    'title': 'درس پانزدهم',
    'subject': 'کسب مهارت در خواندن حروف مشدّد',
    'videoUrl': '${link}15.mp4',
    'description':
        'برای کسب مهارت در خواندن حروف مشدّد در روخوانی قرآن کریم، لازم است به تمرکز بر تلفظ دقیق و صحیح این حروف بپردازید. حروف مشدّد نیازمند تلفظ با انرژی و قوّت هستند تا تفاوت آنها با حروف سایر گونه‌ها مشخص شود. تمرین مکرّر و مداوم بر روی تلفظ این حروف، استفاده از منابع آموزشی مرتبط و گوش دادن به تلاوت‌های قرآنی از قاریان ماهر می‌تواند به بهبود مهارت در این زمینه کمک کند.',
  },
  // درس شانزدهم
  {
    'title': 'درس شانزدهم',
    'subject': 'تلفظ حرف ط',
    'videoUrl': '${link}16.mp4',
    'description':
        'تلفظ حرف "ط" در روخوانی قرآن کریم باید به صورت دقیق و صحیح انجام شود. این حرف باید به طور ممتد و با تمامیت تلفظ شود، به‌طوری‌که تمامیت و تفاوت آن با حروف دیگر رعایت شود. تلفظ صحیح حرف "ط" از اهمیت بسیاری برخوردار است، زیرا این حرف بسیاری از کلمات و اصطلاحات قرآنی را تشکیل می‌دهد و تلفظ نادرست آن ممکن است به اشتباهات در فهم و تفسیر مفاهیم منجر شود. برای تقویت مهارت در تلفظ حرف "ط"، تمرین مداوم و توجه به نحوه تلفظ صحیح آن توصیه می‌شود.',
  },
  // درس هفدهم
  {
    'title': 'درس هفدهم',
    'subject': 'کسب مهارت در خواندن حروف دارای تنوین',
    'videoUrl': '${link}17.mp4',
    'description':
        'برای کسب مهارت در خواندن حروف دارای تنوین در روخوانی قرآن کریم، اهمیت آشنایی با نوع و نحوه تلفظ تنوین‌ها بسیار زیاد است. تنوین‌ها نشان‌دهنده نوع صوتی حرف قبلی در کلمه هستند و تلفظ آنها به دقت و صحیحی انجام شود. برای مثال، تنوین "اً" نشان‌دهنده مضاعف بودن حرف قبلی است و باید به صورت مناسب تلفظ شود. تمرین مداوم بر روی تلفظ صحیح تنوین‌ها و توجه به نحوه تلفظ صحیح آنها، می‌تواند به بهبود مهارت در خواندن قرآن کریم کمک کند.',
  },
  // درس هجدهم
  {
    'title': 'درس هجدهم',
    'subject': 'تلفظ حرف ص',
    'videoUrl': '${link}18.mp4',
    'description':
        'تلفظ حرف "ص" در روخوانی قرآن کریم باید به صورت دقیق و صحیح انجام شود. این حرف باید به طور ممتد و با تمامیت تلفظ شود، به‌طوری‌که تمامیت و تفاوت آن با حروف دیگر رعایت شود. تلفظ صحیح حرف "ص" از اهمیت بسیاری برخوردار است، زیرا این حرف بسیاری از کلمات و اصطلاحات قرآنی را تشکیل می‌دهد و تلفظ نادرست آن ممکن است به اشتباهات در فهم و تفسیر مفاهیم منجر شود. برای تقویت مهارت در تلفظ حرف "ص"، تمرین مداوم و توجه به نحوه تلفظ صحیح آن توصیه می‌شود.',
  },
  // درس نوزدهم
  {
    'title': 'درس نوزدهم',
    'subject': 'کسب مهارت در خواندن کلمات دارای مد',
    'videoUrl': '${link}19.mp4',
    'description':
        'برای کسب مهارت در خواندن کلمات دارای مد در روخوانی قرآن کریم، مهم است که به تمامیت و طولانی بودن تلفظ حرف قبلی در کلمه توجه کنید. مد‌ها نشان‌دهنده طول صدا در حرف قبلی هستند و تلفظ آنها باید با دقت انجام شود. برای مثال، مد طویل نشانگر طولانی بودن صدای حرف قبلی است و باید به صورت مناسب تلفظ شود. تمرین مداوم بر روی تلفظ صحیح مد‌ها و توجه به نحوه تلفظ صحیح آنها، می‌تواند به بهبود مهارت در خواندن قرآن کریم کمک کند.',
  },
  // درس بیستم
  {
    'title': 'درس بیستم',
    'subject': 'تلفظ حرف ض',
    'videoUrl': '${link}20.mp4',
    'description':
        'تلفظ حرف "ض" در روخوانی قرآن کریم نیازمند تلفظ با دقت و صحیح است. این حرف باید به طور ممتد و با تمامیت تلفظ شود تا تمایز و تفاوت آن با حروف دیگر حفظ شود. تلفظ صحیح حرف "ض" از اهمیت بسیاری برخوردار است زیرا این حرف بسیاری از کلمات و اصطلاحات قرآنی را تشکیل می‌دهد. برای تقویت مهارت در تلفظ حرف "ض"، تمرین مداوم و توجه به نحوه تلفظ صحیح آن توصیه می‌شود.',
  },
  // درس بیست و یکم
  {
    'title': 'درس بیست و یکم',
    'subject': 'حروف ناخوانا ۱ - پایه همزه (و ا ی(',
    'videoUrl': '${link}21.mp4',
    'description':
        'حروف ناخوانا پایه همزه، مانند حرف "و" و "ی"، در روخوانی قرآن کریم معمولاً با اندکی ترقیق و به طور سریع تلفظ می‌شوند. این حروف به عنوان حروف وصل‌کننده علائم یا لغات، تا حد امکان در تلفظ معمولی کلمات گنجانده می‌شوند. از آنجا که این حروف به تنهایی معمولاً نمی‌توانند تلفظ شوند و تنها به عنوان جزء یک کلمه در نظر گرفته می‌شوند، آنها برای زیبایی و جریان صوتی جملات بیشتر مورد توجه قرار می‌گیرند. در نتیجه، تلفظ این حروف باید به سرعت و با ترقیق مناسب صورت گیرد تا به جریان طبیعی متن کمک کند.',
  },
  // درس بیست و دوم
  {
    'title': 'درس بیست و دوم',
    'subject': 'حروف ناخوانا ۲ - پایه الف مدی',
    'videoUrl': '${link}22.mp4',
    'description':
        'حروف ناخوانا، مانند پایه الف مدی، معمولاً در روخوانی قرآن کریم به‌طور سریع و با اندکی ترقیق تلفظ می‌شوند. این حروف، مانند حرف "ا" با مدّ، به عنوان جزء یک کلمه در جمله حضور دارند و نیازی به تلفظ مدّ ندارند. تلفظ سریع و طبیعی این حروف، به جریان صوتی و روانی متن کمک می‌کند و باعث ایجاد توازن در خواندن قرآن می‌شود. این حروف معمولاً به صورت لحنی و با تلفظ طبیعی تلفظ می‌شوند، بدون این که توجه زیادی به آنها جلب شود.',
  },
  // درس بیست و سوم
  {
    'title': 'درس بیست و سوم',
    'subject': 'حروف ناخوانا ۳ - همزه وصل در میان دو کلمه',
    'videoUrl': '${link}23.mp4',
    'description':
        'حروف ناخوانا مانند همزه وصل که در میان دو کلمه قرار می‌گیرد، باید به صورتی غیر قابل تشخیص تلفظ شود. این حرف، که به عنوان جزء ارتباطی بین دو کلمه قرار می‌گیرد، معمولاً با توجه به جریان مفهومی جمله، بدون توجه به تلفظ دقیق آن، خوانده می‌شود. تلفظ صحیح این حروف به طور دقیق و با تمرکز زیاد، معمولاً به توازن و جریان طبیعی جمله کمک نمی‌کند. به همین دلیل، در خواندن قرآن، تمرکز بیشتر بر مفهوم و جریان کلی جمله مطلوب است تا تلفظ دقیق این حروف.',
  },
  // درس بیست و چهارم
  {
    'title': 'درس بیست و چهارم',
    'subject': 'حروف ناخوانا ۴ - و ا ی ناخوانا',
    'videoUrl': '${link}24.mp4',
    'description':
        'در روخوانی قرآن کریم، "و"، "ا"، و "ی" ناخوانا می‌توانند در موارد خاصی ظاهر شوند که در آنها این حروف برای تلفظ مستقیم نقشی ندارند و به عنوان حروف لین (نرم) شناخته می‌شوند. این حالت معمولاً در وقتی رخ می‌دهد که این حروف به دنبال حرکت کوتاه (فتحه، کسره، ضمه) و قبل از حرف ساکن قرار گرفته‌اند، به گونه‌ای که تلفظ آنها در جریان خواندن ضروری نیست و برای تسهیل در خوانش حذف می‌شوند.',
  },
  // درس بیست و پنجم
  {
    'title': 'درس بیست و پنجم',
    'subject': 'حروف ناخوانا ۵ - لام نزد حروف شمسی',
    'videoUrl': '${link}25.mp4',
    'description':
        'در روخوانی قرآن کریم، لام ناخوانا در هنگام برخورد با حروف شمسی رخ می‌دهد. وقتی کلمه‌ای با "ال" شروع شود و حرف بعدی یکی از ۱۴ حرف شمسی باشد، لام در "ال" خوانده نمی‌شود، بلکه حرف شمسی با تشدید تلفظ می‌شود. این قاعده برای تسهیل در جریان خوانش و زیبایی تلفظ اعمال می‌شود.',
  },
  // درس بیست و ششم
  {
    'title': 'درس بیست و ششم',
    'subject': 'حروف ناخوانا ۶ - حروف مدی نزد همزه وصل',
    'videoUrl': '${link}26.mp4',
    'description':
        'در روخوانی قرآن، وقتی حروف مدی (الف، واو، یاء) قبل از همزه وصل قرار می‌گیرند، ممکن است خوانده نشوند. این اتفاق زمانی رخ می‌دهد که کلمه‌ای با همزه وصل شروع شود و در همجواری حروف مدی قبلی باشد، بنابراین تلفظ حروف مدی متأثر از وجود همزه وصل در کلمه بعدی تغییر می‌کند.',
  },
  // درس بیست و هفتم
  {
    'title': 'درس بیست و هفتم',
    'subject': 'کسب مهارت در خواندن موارد اشباع',
    'videoUrl': '${link}27.mp4',
    'description':
        'کسب مهارت در خواندن موارد اشباع در روخوانی قرآن کریم به معنای تمرکز بر تلفظ واقعی و کامل حروف در کلمات است. وقتی کلماتی با موارد اشباع مثل تشدیدها یا توام‌شدها در قرآن آمده، باید به دقت به تلفظ آنها پرداخته شود و حروف آنها را به طور جداگانه و با کمال دقت تلفظ کرد. این مهارت نیازمند تمرین مداوم و توجه به جزئیات در تلفظ حروف می‌باشد تا تلفظ درست و صحیح به دست آید.',
  },
  // درس بیست و هشتم
  {
    'title': 'درس بیست و هشتم',
    'subject': 'کسب مهارت در خواندن حروف مقطعه',
    'videoUrl': '${link}28.mp4',
    'description':
        'کسب مهارت در خواندن حروف مقطعه در روخوانی قرآن کریم به معنای تمرکز بر تلفظ دقیق و صحیح حروف مقطعه است. این حروف مقطعه مانند "ه" و "ی"، در بین کلمات یا درون کلمات ممکن است خوانده شوند یا حذف شوند. برای به دست آوردن این مهارت، نیازمند تمرین مستمر بر تلفظ صحیح حروف مقطعه در موارد مختلف می‌باشد. تمرکز بر تلفظ دقیق این حروف به صورتی که باعث توجه به جریان خوانش و زیبایی تلاوت شود، از اهمیت ویژه‌ای برخوردار است.',
  },
  // درس بیست و نهم
  {
    'title': 'درس بیست و نهم',
    'subject': 'کسب مهارت در نحوه خواندن تنوین در کنار همزه وصل',
    'videoUrl': '${link}29.mp4',
    'description':
        'کسب مهارت در نحوه خواندن تنوین در کنار همزه وصل در روخوانی قرآن کریم به دقت و تمرکز بر تلفظ صحیح این دو عنصر در کنار هم مربوط می‌شود. وقتی تنوین (حرکات تنوین) با همزه وصل در کلمه قرار می‌گیرد، باید تنوین را به صورتی صحیح و روان همراه با تلفظ همزه وصل تلفظ کرد. این مهارت نیازمند تمرین مداوم و تمرکز بر تلفظ دقیق هر دو عنصر می‌باشد تا تلفظ کلمه به شیوه‌ای نیکو و زیبا صورت گیرد و با جریان خوانش هماهنگ شود.',
  },
  // درس سی ام
  {
    'title': 'درس سی ام',
    'subject': 'کسب مهارت در خواندن از ابتدای همزه وصل',
    'videoUrl': '${link}30.mp4',
    'description':
        'کسب مهارت در خواندن از ابتدای همزه وصل در روخوانی قرآن کریم به معنای تمرکز بر تلفظ دقیق و صحیح همزه وصل از ابتدای کلمه است. وقتی کلمه‌ای با همزه وصل شروع می‌شود، باید این همزه را به صورت کامل و دقیق تلفظ کرد و از ابتدا آن را در نظر گرفت. این مهارت نیازمند تمرین مستمر بر تلفظ همزه وصل به صورت دقیق از آغاز کلمه می‌باشد تا تلفظ کلمه به شیوه‌ای روان و زیبا انجام شود و با جریان خوانش هماهنگ شود.',
  },
  // درس سی و یکم
  {
    'title': 'درس سی و یکم',
    'subject': 'کسب مهارت در وقف بر کلمات',
    'videoUrl': '${link}31.mp4',
    'description':
        'کسب مهارت در وقف بر کلمات در روخوانی قرآن کریم به معنای تمرکز بر قرار دادن وقف (وقفه) در مواقع مناسب و منطقی در جریان خواندن متون است. وقف به معنای توقف کوتاه و یا استراحت در زمان خواندن متن است و باید در جاهایی که منطقی و معنی‌شناسی این وقفه را می‌طلبد، قرار داده شود. این مهارت نیازمند تسلط بر مفاهیم و قواعد نحوی قرآنی می‌باشد تا وقفه‌ها به صورت صحیح و درست قرار گیرند و جریان خواندن را بهبود بخشند.',
  },
  // درس سی و دوم
  {
    'title': 'درس سی و دوم',
    'subject': 'علایم وقف و ابتدا',
    'videoUrl': '${link}32.mp4',
    'description':
        'علایم وقف و ابتدا علامت‌های مهمی هستند که در روخوانی قرآن کریم برای تشخیص مواقع وقف و آغاز جملات استفاده می‌شوند. این علایم شامل نقطه، کاف و لم است. نقطه به معنای وقف بلند، کاف به معنای وقف متوسط و لم به معنای وقف کوتاه و ابتدای جمله استفاده می‌شود. تسلط بر تفاوت استفاده از این علایم و دقت در قرار دادن آنها در مواقع مناسب، از اهمیت ویژه‌ای برخوردار است تا خواننده بتواند معنای جملات را به درستی درک کند و جریان خوانش بهبود یابد.',
  },
  // درس سی و سوم
  {
    'title': 'درس سی و سوم',
    'subject': 'کسب مهارت در خواندن کلمات دارای اقلاب',
    'videoUrl': '${link}33.mp4',
    'description':
        'کسب مهارت در خواندن کلمات دارای اقلاب در روخوانی قرآن کریم به معنای تمرکز بر تلفظ صحیح و دقیق حروف اقلاب می‌باشد. حروف اقلاب شامل حروف «ق»، «ط»، «ظ» و «غ» هستند و برای خواندن صحیح آنها، نیازمند تمرکز و دقت بالا به همراه تلفظ صحیح آنها می‌باشد. این مهارت نیازمند تمرین مستمر بر تلفظ دقیق و صحیح حروف اقلاب است تا خواننده بتواند متون قرآنی را به صورت صحیح و روان خوانده و مفاهیم آنها را به درستی درک کند.',
  },
  // درس سی و چهارم
  {
    'title': 'درس سی و چهارم',
    'subject': 'کسب مهارت در خواندن کلمات دارای ادغام',
    'videoUrl': '${link}34.mp4',
    'description':
        'کسب مهارت در خواندن کلمات دارای ادغام در روخوانی قرآن کریم به معنای تمرکز بر تلفظ صحیح و دقیق کلماتی است که دارای ادغام هستند. ادغام به معنای ادغام حروف در کلمات است، که این حروف باید به صورت یکپارچه و در جریان خواندن متن به‌شکل صحیح و روان تلفظ شوند. این مهارت نیازمند تمرین مداوم بر تلفظ دقیق و صحیح کلمات دارای ادغام است تا خواننده بتواند متون قرآنی را به صورت صحیح و روان خوانده و مفاهیم آنها را به درستی درک کند.',
  },
  // درس سی و پنجم
  {
    'title': 'درس سی و پنجم',
    'subject': 'کسب مهارت در قرائت کلمات خاص و شناخت برخی علائم راهنما',
    'videoUrl': '${link}35.mp4',
    'description':
        'کسب مهارت در قرائت کلمات خاص و شناخت برخی علائم راهنما، به معنای توانایی تلفظ صحیح کلمات و شناخت علائمی است که برای راهنمایی در خواندن قرآن کریم مورد استفاده قرار می‌گیرد. این علائم شامل مثلث، سهمزین و سجده و... می‌باشند که هر کدام نشان‌دهنده نکات خاصی در قرائت متن هستند. مثلاً، علامت مثلث نشان‌دهنده توقف کوتاه است و علامت سجده نشان‌دهنده مکانی در متن قرآن است که باید در آنجا سجده کرد. مهارت در شناخت این علائم و تلفظ صحیح کلمات می‌تواند به خواننده کمک کند تا متون قرآنی را به صورت دقیق و روان ترجمه و خوانده و مفاهیم آنها را بهتر درک کند.',
  },
];
