var link =
    'https://imamsadiq.tv/uploads/dl/term-01/fa-tajvid-95ef1de34749985e5e18e5d2043d9346/video/fa-tajvid-0';

List tajvidDataList = [
  // درس اول
  {
    'title': 'درس اول',
    'subject': 'نحوه خواندن حروف دارای فتحه تا الف مدی',
    'videoUrl': '${link}01.mp4',
    'description':
        'در قرآن کریم، حروف و کلمات با علائمی برای نشان دادن نحوه صحیح تلفظ آن‌ها مشخص شده‌اند. فتحه یکی از این علائم تشکیل‌دهنده صداست که بر روی حرف قرار می‌گیرد و صدای "ا" را ایجاد می‌کند. وقتی یک حرف با فتحه دنبال شده توسط حرف "الف" باشد، این ترکیب "الف مدّه" نامیده می‌شود و باید صدای آن کشیده خوانده شود.',
  },
  // درس دوم
  {
    'title': 'درس دوم',
    'subject': 'مهارت خواندن حرف غین تا حرف ظاء',
    'videoUrl': '${link}02.mp4',
    'description':
        'خواندن حروف "غین" تا "ظاء" در قرآن کریم نیازمند درک دقیقی از تلفظ و مهارت‌های تجویدی است. این حروف جزو حروف مهجوره یا حروف حلقی هستند و تلفظ آن‌ها مستلزم توجه به مخرج صحیح و خصوصیات صوتی هر حرف است.',
  },
  // درس سوم
  {
    'title': 'درس سوم',
    'subject': 'مهارت در خواندن حروف مشدد تا تلفظ حرف صاد',
    'videoUrl': '${link}03.mp4',
    'description':
        'مهارت در خواندن حروف مشدد در قرآن کریم نیاز به تسلط بر تشدید یا تکرار حرف با تأکید است؛ این بدان معناست که حرف مورد نظر باید با قدرت و وضوح بیشتری تلفظ شود، گویی که دو بار خوانده شده است. حرف "صاد"، که از جمله حروف صفیری است، باید با ارتعاش متمرکز و عمیق در مخرج خود که ناحیه وسط زبان است، تلفظ شود. تلفظ صحیح "صاد"، همچون سایر حروف مشدد، اهمیت ویژه‌ای در دقت و زیبایی قرائت قرآن دارد.',
  },
  // درس چهارم
  {
    'title': 'درس چهارم',
    'subject': 'مهارت خواندن کلمات دارای مد تا حروف ناخوانا',
    'videoUrl': '${link}04.mp4',
    'description':
        'در قرآن کریم، کلمات دارای مد نیاز به کشیده خوانده شدن دارند، که به معنای طولانی کردن صدای حروف "الف"، "واو"، و "یاء" است، زمانی که پس از حروف مدی (حرکت دار) قرار می‌گیرند. حروف ناخوانا یا مقطعات (مثل "الم" در ابتدای برخی سوره‌ها)، که تلفظ می‌شوند اما معانی خاص و مستقلی ندارند، به دانش و توجه خاصی برای قرائت صحیح نیاز دارند. تمرین مداوم و دقت در قواعد تجوید برای مسلط شدن بر این جزئیات ضروری است.',
  },
  // درس پنجم
  {
    'title': 'درس پنجم',
    'subject': 'حروف ناخوانا تا تنوین',
    'videoUrl': '${link}05.mp4',
    'description':
        'حروف ناخوانا، یا حروف مقطعه، در ابتدای برخی از سوره‌های قرآن قرار دارند و باید به صورت جداگانه خوانده شوند، معنای مشخصی ندارند اما اهمیت تجویدی و تأملی دارند. تنوین نشانه‌ای است که بر روی حروف آخر کلمات قرار می‌گیرد و صدایی مانند "ن" در پایان آن ایجاد می‌کند، دو نقطه‌ای که می‌تواند بیانگر فتحه، کسره، یا ضمه باشد. هر دوی این موارد، حروف ناخوانا و تنوین، نیازمند دقت و تسلط بر قواعد تجوید برای قرائت صحیح هستند.',
  },
  // درس ششم
  {
    'title': 'درس ششم',
    'subject': 'همزه وصل تا قرائت کلمات خاص',
    'videoUrl': '${link}06.mp4',
    'description':
        'همزه وصل در قرآن کریم به عنوان همزه‌ای که در ابتدای کلمه قرار می‌گیرد و فقط هنگامی خوانده می‌شود که کلمه قبلی به آن متصل باشد، مورد استفاده قرار می‌گیرد. این موضوع به خواندن روان و صحیح کمک می‌کند و در قرائت کلمات خاص به کار می‌رود. قرائت کلمات خاص در قرآن اغلب نیازمند شناخت و اجرای دقیق قواعد تجوید، مانند مد، غنه، قلقله، و سکون است، که به زیبایی و دقت قرائت افزوده و مفاهیم را به شیوه‌ای واضح‌تر منتقل می‌کند.',
  },
  // درس هفتم
  {
    'title': 'درس هفتم',
    'subject': 'درس 1 آداب انس با قرآن',
    'videoUrl': '${link}07.mp4',
    'description':
        'آداب انس با قرآن در درس اول شامل مواردی مانند طهارت و پاکیزگی هنگام قرائت قرآن، رو به قبله نشستن به احترام و عظمت کلام الله، و قرائت با تدبر و تأمل در معانی آیات است. این آداب به مخاطب کمک می‌کند تا با حالتی از خضوع و توجه کامل، ارتباط معنوی عمیق‌تری با قرآن کریم برقرار کند.',
  },
  // درس هشتم
  {
    'title': 'درس هشتم',
    'subject': 'مباحث مقدماتی',
    'videoUrl': '${link}08.mp4',
    'description':
        'مباحث مقدماتی در تجوید قرآن کریم شامل مفاهیم و اصول پایه‌ایی است که برای فهم و اجرای تجوید به درستی باید در نظر گرفته شوند. مباحث مقدماتی در تجوید قرآن کریم شامل مفاهیم اساسی مانند تجوید و مفهوم آن، آرایش صوتی، و مخارج الحروف است.',
  },
  // درس نهم
  {
    'title': 'درس نهم',
    'subject': 'أدای فصیح حرکات',
    'videoUrl': '${link}09.mp4',
    'description':
        'أدای فصیح حرکات در تجوید قرآن کریم به معنای اجرای صحیح و دقیق حرکات حروف تشدید و حرکات صوتی است. این حرکات شامل حرکات تشدید مثل الْمَدَّة و الْمُدَّة و حرکات اختصاری مثل الْقَصْر و الْإِطْالَة می‌شود. آدای صحیح این حرکات از اهمیت بالایی برخوردار است زیرا تأثیر مستقیمی بر معنا و تلفظ کلمات دارد. توجه دقیق به این حرکات به قرّاء کمک می‌کند تا قرآن را با دقت و زیبایی بیشتری قرائت کنند و از جلوه‌های تجویدی بهره‌مند شوند.',
  },
  // درس دهم
  {
    'title': 'درس دهم',
    'subject': 'تمایز حروف 1',
    'videoUrl': '${link}10.mp4',
    'description':
        'تمایز حروف در تجوید قرآن کریم به دقت در تلفظ حروف مشابه یا متقاطع اشاره دارد. این شامل تمایز بین حروف مشدد و غیرمشدد، تمایز بین حروف مفخم و مخفف، و تمایز بین حروف تشدید و غیرتشدید است. تمایز دقیق در تلفظ این حروف باعث می‌شود قرائت قرآن کریم دقیق‌تر و زیباتر شود.',
  },
  // درس یازدهم
  {
    'title': 'درس یازدهم',
    'subject': 'تمایز حروف 2',
    'videoUrl': '${link}11.mp4',
    'description':
        'تمایز حروف در تجوید قرآن کریم به دقت و دقت در تلفظ حروف مشابه یا متقاطع اشاره دارد. این شامل تمایز بین حروف مشدد و غیرمشدد، تمایز بین حروف مفخم و مخفف، و تمایز بین حروف تشدید و غیرتشدید است. تمایز دقیق در تلفظ این حروف باعث می‌شود قرائت قرآن کریم دقیق‌تر و زیباتر شود.',
  },
  // درس دوازدهم
  {
    'title': 'درس دوازدهم',
    'subject': 'تمایز حروف 3',
    'videoUrl': '${link}12.mp4',
    'description':
        'تمایز حروف در تجوید قرآن کریم به دقت و دقت در تلفظ حروف مشابه یا متقاطع اشاره دارد. این شامل تمایز بین حروف مشدد و غیرمشدد، تمایز بین حروف مفخم و مخفف، و تمایز بین حروف تشدید و غیرتشدید است. تمایز دقیق در تلفظ این حروف باعث می‌شود قرائت قرآن کریم دقیق‌تر و زیباتر شود.',
  },
  // درس سیزدهم
  {
    'title': 'درس سیزدهم',
    'subject': 'تمایز حروف 4',
    'videoUrl': '${link}13.mp4',
    'description':
        'تمایز حروف در تجوید قرآن کریم به دقت و دقت در تلفظ حروف مشابه یا متقاطع اشاره دارد. این شامل تمایز بین حروف مشدد و غیرمشدد، تمایز بین حروف مفخم و مخفف، و تمایز بین حروف تشدید و غیرتشدید است. تمایز دقیق در تلفظ این حروف باعث می‌شود قرائت قرآن کریم دقیق‌تر و زیباتر شود.',
  },
  // درس چهاردهم
  {
    'title': 'درس چهاردهم',
    'subject': 'تمایز حروف 5',
    'videoUrl': '${link}14.mp4',
    'description':
        'تمایز حروف در تجوید قرآن کریم به دقت و دقت در تلفظ حروف مشابه یا متقاطع اشاره دارد. این شامل تمایز بین حروف مشدد و غیرمشدد، تمایز بین حروف مفخم و مخفف، و تمایز بین حروف تشدید و غیرتشدید است. تمایز دقیق در تلفظ این حروف باعث می‌شود قرائت قرآن کریم دقیق‌تر و زیباتر شود.',
  },
  // درس پانزدهم
  {
    'title': 'درس پانزدهم',
    'subject': 'تمایز حروف 6',
    'videoUrl': '${link}15.mp4',
    'description':
        'تمایز حروف در تجوید قرآن کریم به دقت و دقت در تلفظ حروف مشابه یا متقاطع اشاره دارد. این شامل تمایز بین حروف مشدد و غیرمشدد، تمایز بین حروف مفخم و مخفف، و تمایز بین حروف تشدید و غیرتشدید است. تمایز دقیق در تلفظ این حروف باعث می‌شود قرائت قرآن کریم دقیق‌تر و زیباتر شود.',
  },
  // درس شانزدهم
  {
    'title': 'درس شانزدهم',
    'subject': 'مهارت افزایی در قرائت اذکار نماز',
    'videoUrl': '${link}16.mp4',
    'description':
        'مهارت افزایشی در قرائت اذکار نماز در تجوید قرآن کریم به ارتقاء و تقویت مهارت‌های تجویدی و تلاوتی شما در زمینه اداء اذکار نماز اشاره دارد. این شامل مواردی مانند دقت در تلفظ و تجوید صحیح اذکار، آرایش صوتی مناسب، و تمرین مداوم برای بهبود تلاوت و اداء اذکار می‌شود. این مهارت به شما کمک می‌کند تا اذکار نماز را با دقت و زیبایی بیشتری بخوانید و در ارتباط با الهی تان بهبود ببخشید.',
  },
  // درس هفدهم
  {
    'title': 'درس هفدهم',
    'subject': 'آشنایی با صفات حروف 1',
    'videoUrl': '${link}17.mp4',
    'description':
        'آشنایی با صفات حروف در تجوید قرآن کریم به درک و تمییز ما بین ویژگی‌های مختلف حروف برای تلفظ صحیح آن‌ها می‌پردازد. این شامل ویژگی‌هایی مانند حرکات مختلفی که حروف در موقعیت‌های مختلف از طولانی بودن، به تناسب بیان معنای کلمه، تأثیرگذاری و مطابقت با حروف اطراف و تلفظ بدون لهجه است.',
  },
  // درس هجدهم
  {
    'title': 'درس هجدهم',
    'subject': 'آشنایی با صفات حروف 2',
    'videoUrl': '${link}18.mp4',
    'description':
        'آشنایی با صفات حروف در تجوید قرآن کریم به درک و تمییز ما بین ویژگی‌های مختلف حروف برای تلفظ صحیح آن‌ها می‌پردازد. این شامل ویژگی‌هایی مانند حرکات مختلفی که حروف در موقعیت‌های مختلف از طولانی بودن، به تناسب بیان معنای کلمه، تأثیرگذاری و مطابقت با حروف اطراف و تلفظ بدون لهجه است.',
  },
  // درس نوزدهم
  {
    'title': 'درس نوزدهم',
    'subject': 'آشنایی با صفات حروف 3',
    'videoUrl': '${link}19.mp4',
    'description':
        'آشنایی با صفات حروف در تجوید قرآن کریم به درک و تمییز ما بین ویژگی‌های مختلف حروف برای تلفظ صحیح آن‌ها می‌پردازد. این شامل ویژگی‌هایی مانند حرکات مختلفی که حروف در موقعیت‌های مختلف از طولانی بودن، به تناسب بیان معنای کلمه، تأثیرگذاری و مطابقت با حروف اطراف و تلفظ بدون لهجه است.',
  },
  // درس بیستم
  {
    'title': 'درس بیستم',
    'subject': 'احکام حروف',
    'videoUrl': '${link}20.mp4',
    'description':
        'احکام حروف در تجوید قرآن کریم شامل قواعد و مقرراتی است که برای تلفظ صحیح حروف و کلمات بر اساس ویژگی‌های آنها تعیین شده‌اند. این شامل قواعد مختلفی مانند تفخیم، تخفیف، ادغام، ابتدا، انفجار، قطع، و تشدید است که هر کدام به تلفظ درست و صحیح کلمات کمک می‌کنند.',
  },
  // درس بیست و یکم
  {
    'title': 'درس بیست و یکم',
    'subject': 'تفخیم و ترقیق 2',
    'videoUrl': '${link}21.mp4',
    'description':
        'تفخیم و ترقیق دو مفهوم اساسی در تجوید قرآن هستند. تفخیم به افزایش قوت صدای حروف مشدد می‌پردازد؛ به عبارت دیگر، حرف مشدد با صدای بلندتر و قوی‌تری تلفظ می‌شود. اما ترقیق به ضعف کردن صدای حرف مشدد می‌پردازد؛ یعنی صدای حرف مشدد ضعیف‌تر و نرم‌تر از حالت عادی است. این دو مفهوم برای تلفظ صحیح و زیبای حروف در قرآن کریم تأثیرگذارند.',
  },
  // درس بیست و دوم
  {
    'title': 'درس بیست و دوم',
    'subject': 'تفخیم و ترقیق 3',
    'videoUrl': '${link}22.mp4',
    'description':
        'تفخیم و ترقیق دو مفهوم اساسی در تجوید قرآن هستند. تفخیم به افزایش قوت صدای حروف مشدد می‌پردازد؛ به عبارت دیگر، حرف مشدد با صدای بلندتر و قوی‌تری تلفظ می‌شود. اما ترقیق به ضعف کردن صدای حرف مشدد می‌پردازد؛ یعنی صدای حرف مشدد ضعیف‌تر و نرم‌تر از حالت عادی است. این دو مفهوم برای تلفظ صحیح و زیبای حروف در قرآن کریم تأثیرگذارند.',
  },
  // درس بیست و سوم
  {
    'title': 'درس بیست و سوم',
    'subject': 'تفخیم و ترقیق 4',
    'videoUrl': '${link}23.mp4',
    'description':
        'تفخیم و ترقیق دو مفهوم اساسی در تجوید قرآن هستند. تفخیم به افزایش قوت صدای حروف مشدد می‌پردازد؛ به عبارت دیگر، حرف مشدد با صدای بلندتر و قوی‌تری تلفظ می‌شود. اما ترقیق به ضعف کردن صدای حرف مشدد می‌پردازد؛ یعنی صدای حرف مشدد ضعیف‌تر و نرم‌تر از حالت عادی است. این دو مفهوم برای تلفظ صحیح و زیبای حروف در قرآن کریم تأثیرگذارند.',
  },
  // درس بیست و چهارم
  {
    'title': 'درس بیست و چهارم',
    'subject': 'احکام ادغام',
    'videoUrl': '${link}24.mp4',
    'description':
        'احکام ادغام در تجوید قرآن کریم به قواعدی اشاره دارد که در زمان ادغام دو حرف با یکدیگر در قرائت و تلفظ می‌آید. این ادغام ممکن است در مواردی از نظر تجویدی صورت بگیرد که حرفی از یک کلمه با حرفی از کلمه بعدی ادغام شود، به منظور روان‌تر شدن قرائت و تلفظ آنها. این قاعده مهم برای قرائت صحیح و روان قرآن بسیار اهمیت دارد و در تلاوت قرآن کریم باید به آن توجه ویژه شود.',
  },
  // درس بیست و پنجم
  {
    'title': 'درس بیست و پنجم',
    'subject': 'احکام میم ساکن',
    'videoUrl': '${link}25.mp4',
    'description':
        'احکام میم ساکن در تجوید قرآن کریم به قواعدی اشاره دارد که در تلفظ و قرائت حروف میم ساکن در کلمات، به صورت صحیح و درست باید رعایت شود. این احکام شامل مواردی مانند حفظ طولانی بودن صدای حرف میم، و عدم تغییر در تلفظ و ادای صحیح آن در موارد خاصی مثل تشدید یا تخفیف نیز می‌شود. این قواعد اهمیت زیادی در حفظ صحیح تلفظ و تلاوت قرآن دارند و قرائت صحیح آنها برای تجوید صحیح بسیار حیاتی است.',
  },
  // درس بیست و ششم
  {
    'title': 'درس بیست و ششم',
    'subject': 'احکام نون ساکن و تنوین 1',
    'videoUrl': '${link}26.mp4',
    'description':
        'احکام نون ساکن و تنوین در تجوید قرآن کریم به قواعدی اشاره دارند که در تلفظ و قرائت حروف نون ساکن و حروف مشابه به همراه تنوین، باید رعایت شود. این قواعد شامل مواردی مانند حفظ طولانی بودن صدای حرف نون ساکن و عدم تغییر در تلفظ و ادای صحیح آن در موارد خاصی مثل تشدید یا تخفیف می‌شود. این قواعد برای قرائت صحیح و روان قرآن بسیار اهمیت دارند و در تلاوت قرآن کریم باید به آنها توجه ویژه شود.',
  },
  // درس بیست و هفتم
  {
    'title': 'درس بیست و هفتم',
    'subject': 'احکام نون ساکن و تنوین 2',
    'videoUrl': '${link}27.mp4',
    'description':
        'احکام نون ساکن و تنوین در تجوید قرآن کریم به قواعدی اشاره دارند که در تلفظ و قرائت حروف نون ساکن و حروف مشابه به همراه تنوین، باید رعایت شود. این قواعد شامل مواردی مانند حفظ طولانی بودن صدای حرف نون ساکن و عدم تغییر در تلفظ و ادای صحیح آن در موارد خاصی مثل تشدید یا تخفیف می‌شود. این قواعد برای قرائت صحیح و روان قرآن بسیار اهمیت دارند و در تلاوت قرآن کریم باید به آنها توجه ویژه شود.',
  },
  // درس بیست و هشتم
  {
    'title': 'درس بیست و هشتم',
    'subject': 'احکام نون ساکن و تنوین 3',
    'videoUrl': '${link}28.mp4',
    'description':
        'احکام نون ساکن و تنوین در تجوید قرآن کریم به قواعدی اشاره دارند که در تلفظ و قرائت حروف نون ساکن و حروف مشابه به همراه تنوین، باید رعایت شود. این قواعد شامل مواردی مانند حفظ طولانی بودن صدای حرف نون ساکن و عدم تغییر در تلفظ و ادای صحیح آن در موارد خاصی مثل تشدید یا تخفیف می‌شود. این قواعد برای قرائت صحیح و روان قرآن بسیار اهمیت دارند و در تلاوت قرآن کریم باید به آنها توجه ویژه شود.',
  },
  // درس بیست و نهم
  {
    'title': 'درس بیست و نهم',
    'subject': 'احکام نون ساکن و تنوین 4',
    'videoUrl': '${link}29.mp4',
    'description':
        'احکام نون ساکن و تنوین در تجوید قرآن کریم به قواعدی اشاره دارند که در تلفظ و قرائت حروف نون ساکن و حروف مشابه به همراه تنوین، باید رعایت شود. این قواعد شامل مواردی مانند حفظ طولانی بودن صدای حرف نون ساکن و عدم تغییر در تلفظ و ادای صحیح آن در موارد خاصی مثل تشدید یا تخفیف می‌شود. این قواعد برای قرائت صحیح و روان قرآن بسیار اهمیت دارند و در تلاوت قرآن کریم باید به آنها توجه ویژه شود.',
  },
  // درس سی ام
  {
    'title': 'درس سی ام',
    'subject': 'مراتب غُنّه',
    'videoUrl': '${link}30.mp4',
    'description':
        'مراتب غُنّه در تجوید قرآن کریم به مراتب و سطوح مختلفی از زیبایی و تأثیرگذاری در قرائت اشاره دارد. این مراتب شامل انواع مختلفی از تفسیر و ادا است که قاری می‌تواند از آنها برای افزایش جذابیت و زیبایی قرائت استفاده کند، از جمله غنا و زیبایی در نحوه تلفظ حروف، تغییرات در نغمه و ریتم قرائت، و استفاده از انفعالات صوتی مختلف برای جلب توجه و اثربخشی بیشتر در قرائت. استفاده درست از مراتب غنا و زیبایی در تجوید، قرائت را زنده و جذاب می‌کند و تأثیر مثبتی بر روحیه و انگیزه قاری و شنوندگان دارد.',
  },
  // درس سی و یکم
  {
    'title': 'درس سی و یکم',
    'subject': 'احکام مد و قصر 1',
    'videoUrl': '${link}31.mp4',
    'description':
        'احکام مد و قصر در تجوید قرآن کریم به قواعدی اشاره دارند که برای تلفظ صحیح حروف مدید و قصیر استفاده می‌شوند. مد به افزایش مدت زمان تلفظ حرف مدید می‌پردازد، در حالی که قصر به کوتاه کردن مدت زمان آن می‌افزاید. این احکام تأثیر زیادی بر روی نحوه تلفظ کلمات و جریان زمانی قرائت قرآن دارند و برای تجوید صحیح بسیار حیاتی هستند.',
  },
  // درس سی و دوم
  {
    'title': 'درس سی و دوم',
    'subject': 'احکام مد و قصر 2',
    'videoUrl': '${link}32.mp4',
    'description':
        'احکام مد و قصر در تجوید قرآن کریم به قواعدی اشاره دارند که برای تلفظ صحیح حروف مدید و قصیر استفاده می‌شوند. مد به افزایش مدت زمان تلفظ حرف مدید می‌پردازد، در حالی که قصر به کوتاه کردن مدت زمان آن می‌افزاید. این احکام تأثیر زیادی بر روی نحوه تلفظ کلمات و جریان زمانی قرائت قرآن دارند و برای تجوید صحیح بسیار حیاتی هستند.',
  },
  // درس سی و سوم
  {
    'title': 'درس سی و سوم',
    'subject': 'احکام میم ساکن',
    'videoUrl': '${link}33.mp4',
    'description':
        'احکام میم ساکن در تجوید قرآن کریم به قواعدی اشاره دارند که برای تلفظ صحیح حرف میم ساکن و کلمات مرتبط با آن استفاده می‌شود. این قواعد شامل مواردی مانند حفظ طولانی بودن صدای حرف میم، و عدم تغییر در تلفظ و ادای صحیح آن در موارد خاصی مثل تشدید یا تخفیف می‌شود. این قواعد برای تلفظ صحیح و روان حروف و کلمات در قرآن بسیار مهم و حیاتی هستند.',
  },
  // درس سی و چهارم
  {
    'title': 'درس سی و چهارم',
    'subject': 'احکام وقف، وصل و ابتدا 1',
    'videoUrl': '${link}34.mp4',
    'description':
        'احکام وقف، وصل و ابتدا در تجوید قرآن کریم مربوط به قواعدی هستند که برای توقف در مواضع مناسب (وقف)، اتصال جملات و کلمات (وصل)، و شروع جمله با احترام و تمامیت (ابتدا) استفاده می‌شوند. این احکام برای خواندن قرآن به صورت صحیح و روان بسیار اهمیت دارند و توجه به آنها در تجوید بسیار حیاتی است.',
  },
  // درس سی و پنجم
  {
    'title': 'درس سی و پنجم',
    'subject': 'احکام وقف و ابتدا 2',
    'videoUrl': '${link}35.mp4',
    'description':
        'احکام وقف و ابتدا در تجوید قرآن کریم به قواعدی اشاره دارند که برای توقف در مواضع مناسب (وقف) و شروع جمله با احترام و تمامیت (ابتدا) استفاده می‌شوند. توقف در مواضع مناسب، مانند انتهای آیه یا پایان یک معنای کامل و شروع جمله با ابتداییت، به منظور حفظ روند و شناخت قرآنی بهتر بسیار اهمیت دارد و برای تلاوت بهتر و روان قرآن بسیار ضروری است.',
  },
  // درس سی و ششم
  {
    'title': 'درس سی و ششم',
    'subject': 'احکام وقف و ابتدا 3',
    'videoUrl': '${link}36.mp4',
    'description':
        'احکام وقف و ابتدا در تجوید قرآن کریم به قواعدی اشاره دارند که برای توقف در مواضع مناسب (وقف) و شروع جمله با احترام و تمامیت (ابتدا) استفاده می‌شوند. توقف در مواضع مناسب، مانند انتهای آیه یا پایان یک معنای کامل و شروع جمله با ابتداییت، به منظور حفظ روند و شناخت قرآنی بهتر بسیار اهمیت دارد و برای تلاوت بهتر و روان قرآن بسیار ضروری است.',
  },
];
